[
	{
		"name": "Stormtrooper Sergeant",
		"type": "Rival",
		"description": "Stormtroopers who survive engagements with high marks are promoted to the position of sergeant. Typically this involves command of a single squadron, but stormtroopers who excel at leadership are promoted to higher ranks. Such positions can include supervision of entire companies of stormtroopers. Rank within the stormtrooper legions is difficult for outsiders to fully understand, as they refer to virtually any officer from their ranks as commander. The uniformity of their armor and this tendency for vague references helps to enforce the image of stormtroopers as an absolutely faceless, monolithic military entity, which only serves to enhance their fearsome reputation.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 15
		},
		"skills": {
			"Athletics": 2,
			"Discipline": 2,
			"Leadership": 3,
			"Melee": 2,
			"Ranged: Heavy": 2,
			"Ranged: Light": 2,
			"Resilience": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1"],
		"abilities": ["Tactical Direction", "Overwhelming Fire"],
		"weapons": ["Heavy blaster rifle", "Vibroknife"],
		"gear": ["Utility belt", "Extra reloads", "Stormtrooper armour (+2 soak)"],
		"tags": ["empire", "stormtrooper"]
	},
	{
		"name": "Stormtrooper",
		"type": "Minion",
		"description": "There is no greater symbol of the Emperor's New Order than the elite stormtrooper legions that enforce his will without remorse, mercy, or compassion. The featureless helmets, the uniformity of their armor, and the sheer number of them advancing without care for the losses they sustain, all contribute t o their intractable image. The details of the Clone Wars have been long forgotten by the majority of the galaxy's denizens. As a result, there are precious few who associate the terrifying modern stormtroopers with the once-heroic clone troopers who waged that conflict on behalf of the Galactic Republic.\n\nThe Imperial Stormtrooper Corps is an independent branch of the military, and while they answer to the officers of both the Army and the Navy, their own commanders have the discretion to ignore or overrule orders issued to them if they feel they are not in the best interests of the Galactic Empire. There are numerous specialties within the stormtrooper legions, the majority of which use equipment that meshes with their training to create a cadre of elite troops that can effectively serve in virtually any combat theater.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 5
		},
		"skills": {
			"Athletics": 0,
			"Discipline": 0,
			"Melee": 0,
			"Ranged: Heavy": 0
		},
		"talents": [],
		"abilities": [],
		"weapons": ["Blaster rifle", "Vibroknife"],
		"gear": ["Utility belt", "Extra reloads", "Stormtrooper armour (+2 soak)"],
		"tags": ["empire", "stormtrooper"]
	},
	{
		"name": "Sandtrooper",
		"type": "Minion",
		"description": "Desert worlds are often rich in minerals or other infrequently appearing resources, necessitating settlement despite the harshness of their environments. The extreme temperatures, as well as the abrasiveness and navigational problems associated with the terrain, necessitate specialized training and equipment. Sandtroopers are intimately familiar with arid environments, and are trained in beast-riding as a means of enduring transportation under conditions that might otherwise cripple conventional forms of technology.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 5
		},
		"skills": {
			"Athletics": 0,
			"Discipline": 0,
			"Melee": 0,
			"Ranged: Heavy": 0,
			"Resilience": 0,
			"Survival": 0
		},
		"talents": [],
		"abilities": [],
		"weapons": ["Blaster rifle", "Vibroknife"],
		"gear": ["Utility belt", "Extra reloads", "High-temp stormtrooper armour (+2 soak)", "Food and water packs"],
		"tags": ["empire", "stormtrooper"]
	},
	{
		"name": "Scout Trooper",
		"type": "Minion",
		"description": "Reconnaissance is one of the most important aspects of any military organization, and the Imperial Stormtrooper Corps is no different. More lightly armored to facilitate rapid movement and trained with rapid-response repulsorlift vehicles, scout troopers are at the forefront of any insertion of the stormtrooper legions into a new theater of operations.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 4,
			"wounds": 5
		},
		"skills": {
			"Athletics": 0,
			"Discipline": 0,
			"Melee": 0,
			"Ranged: Heavy": 0,
			"Ranged: Light": 0,
			"Vigilance": 0
		},
		"talents": [],
		"abilities": [],
		"weapons": ["Light blaster pistol"],
		"gear": ["Utility belt", "Extra reloads", "Scouttrooper armour (+1 soak)"],
		"tags": ["empire", "stormtrooper"]
	}
]
