[
	{
		"name": "Corporate Representative",
		"type": "Rival",
		"description": "In the waning days of the Republic, many people were gravely concerned about the increasing power held by corporations. Many such corporations were afforded the rights of planetary governments, including seats within the Senate. Since the Republic gave way to the Empire, the problem has increased significantly, despite the defeat of the Separatists during the Clone Wars—though only with regard to those corporations that supported the Empire. Corporations with strong Imperial partnerships, particularly with the military, are virtually above the law, and their representatives tend to be viewed in the same way as ambassadors, diplomats, or even senators—albeit with vastly greater resources and a generally more menacing demeanor.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 2,
			"wounds": 12
		},
		"skills": {
			"Charm": 2,
			"Cool": 2,
			"Deception": 3,
			"Knowledge: Warfare": 2,
			"Negotiation": 2
		},
		"talents": ["Know Somebody 2"],
		"abilities": [],
		"weapons": ["Holdout blaster"],
		"gear": ["Datapad", "Expense voucher"],
		"tags": ["civilian"]
	},
	{
		"name": "CSA Security Police",
		"type": "Minion",
		"description": "The Corporate Sector Authority is a massive corporate bureaucracy that governs a large sector of space along the Tingel Arm of the galaxy in the Outer Rim territories. The government is, as indicated by its name, a corporate entity that has complete control over the sector as a result of a unique arrangement that far predates the estab­lishment of the Galactic Empire, but which is main­tained through a mutually beneficial arrangement between those two bodies. The CSA enforces its policies and taws thr ough its taw enforcement divi­si on: the Security Police. Commonty catted Espos, the CSA police are known for their brutality as well as the quality of their equipment They are much better -funded than m ost sector police forces and do n ot hesitate to crush anyone or anything that they believe threatens the peace and prosperity of the CSA’s rule over the Corporate Sector.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 4,
			"wounds": 5
		},
		"skills": {
			"Coercion": 0,
			"Melee": 0,
			"Ranged: Heavy": 0
		},
		"talents": [],
		"abilities": [],
		"weapons": ["Riot gun", "Truncheon"],
		"gear": ["Riot armour (+2 soak)"],
		"tags": ["civilian", "coprorate security authority", "security"]
	},
	{
		"name": "CSA Security Officer",
		"type": "Rival",
		"description": "The CSA often makes it a point to recruit tough, even bru­tal individuals into the ranks of its Espos. Creative thinking or equitable public relations are not as desired as the abil­ity to enforce the CSA’s rule through fear and violence. This applies to the Espos’ commanders as welt as the rank and file. Captains in the Espos are brutal, no-nonsense individuals either promoted through the ranks or given the job due to corporate connections. Their enforcement tactics tend to treat brute force as the only resort instead of the last, a quality which does not endear them to many of the Corporate Sector’s inhabitants. Many “investiga­tions” ted by Espo captains last only as tong as it takes to find a convenient scapegoat to blame.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 14
		},
		"skills": {
			"Coercion": 1,
			"Discipline": 1,
			"Leadership": 1,
			"Melee": 2,
			"Ranged: Heavy": 2,
			"Ranged: Light": 1,
			"Vigilance": 1
		},
		"talents": ["Adversary 1"],
		"abilities": ["Riot Tactics"],
		"weapons": ["Riot gun", "Truncheon"],
		"gear": ["Riot armour (+2 soak)"],
		"tags": ["civilian", "coprorate security authority", "security"]
	},
	{
		"name": "CSA Viceprex",
		"type": "Nemesis",
		"description": "The political and economic policies of the Empire ensure that any corporation that shows favor to the Imperial ma­chine is rewarded with virtual autonomy so long as they do not make life difficult for Imperial personnel. No orga­nization better exemplifies the dangers of this policy more so than the Corporate Sector Authority. The Corpo­rate Sector Authority Viceprex level officials head up en­tire departments of the CSA, from research to legal to territorial management. A Viceprex is a powerful individ­ual whose rank and influence lets him ignore petty con­cerns such as laws and regulations. The CSA does not overly care about the actions of their officials as long as the profits flow, so while one Viceprex might be honor­able and honest, another may be corrupt and malicious.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 4
		},
		"derived": {
			"soak": 2,
			"wounds": 14,
			"strain": 12,
			"defence": [2, 0]
		},
		"skills": {
			"Charm": 2,
			"Coercion": 4,
			"Cool": 2,
			"Deception": 3,
			"Leadership": 2,
			"Negotiation": 3,
			"Knowledge: Education": 3,
			"Knowledge: Outer Rim": 2
		},
		"talents": ["Adversary 1", "Improved Scathing Tirade", "Improved Inspiring Rhetoric"],
		"abilities": [],
		"weapons": ["Holdout blaster"],
		"gear": ["Personal deflector shield (+2 ranged defence)", "Encrypted expense voucher with 5,000-10,000 credits"],
		"tags": ["civilian", "coprorate security authority"]
	},
	{
		"name": "Cyborg Administrator",
		"type": "Rival",
		"description": "The largest space stations and orbital facilities are incredibly complex installations requiring the use of vast, extensive computer networks. These networks likewise require incredible amounts of supervision to oversee. Although uncommon, it is not unheard of for independent facilities with such networks to utilize individuals with cybernetic enhancements. These enhancements permit such administrators to interface directly with computer systems in order to create a more efficient and immediate means of supervising the system in question. Cyborg administrators often seem less human, distracted as they are by a constant stream of information from outside. As a result, they are not typically well-liked by most despite their enhanced abilities. Due to the discriminatory tendencies of Imperial officials, cyborg administrators tend to be slightly more inclined toward favoring the Alliance than the Empire.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 2,
			"wounds": 12
		},
		"skills": {
			"Computers": 3,
			"Perception": 1
		},
		"talents": [],
		"abilities": ["Enhanced Senses"],
		"weapons": ["Light blaster pistol"],
		"gear": ["Comlink", "Datapad with direct access port"],
		"tags": ["civilian"]
	},
	{
		"name": "Physician",
		"type": "Rival",
		"description": "Although there are certain cultures that strongly emphasize and specialize in medical training, for the most part, the finest medical academies and universities in the galaxy can be found in the Core Worlds. The physicians, surgeons, and specialists of the Core Worlds are among the best in existence, far better than the admittedly gifted and more commonly employed medical droids. Because of their reputation, Core World physicians are sometimes found in other regions of the galaxy, either because they are hired by the incredibly wealthy or because they are on a mission of mercy to the poorer planets and systems of the Mid Rim and Outer Rim Territories.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 2,
			"wounds": 12
		},
		"skills": {
			"Computers": 1,
			"Knowledge: Education": 3,
			"Medicine": 3
		},
		"talents": ["Bacta Specialist 2", "Surgeon 2"],
		"abilities": [],
		"weapons": [],
		"gear": ["Bacta", "Medpack", "Synthskin"],
		"tags": ["civilian", "medic"]
	},
	{
		"name": "Planetary Defence Trooper",
		"type": "Minion",
		"description": "There are very few planets that rely entirely on an out­side agency for their protection. Most possess at least a marginal military force of their own, dedicated to pro­tecting the planet’s most valuable or sacred sites. Plan­etary defense troopers rarely have the most advanced or most up-to-date equipment, often employing locally produced weaponry and armor, but what they do have is typically well made and serves its purpose.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5
		},
		"skills": {
			"Brawl": 0,
			"Discipline": 0,
			"Ranged: Light": 0,
			"Ranged: Heavy": 0
		},
		"talents": [],
		"abilities": [],
		"weapons": ["Blaster carbine", "Frag grenade"],
		"gear": ["Blast vest  (+1 soak)", "2 Frag grenades"],
		"tags": ["civilian", "security"]
	},
	{
		"name": "Planetary Governor",
		"type": "Nemesis",
		"description": "In the eyes of the Empire, a planet is the smallest au­tonomous body of note anywhere within the galaxy. Cities and nations are of no real consequence to a bureaucracy as large as the Empire, but a planet-wide government can at least offer a significant quantity of resources, some extremely valuable, to an extent that makes a planet worthy of attention. For that reason, planetary governors are at least a consideration even to the officers of the Imperial Navy. They are given due consideration and their independence is not trod upon unless absolutely necessary. If planetary consid­erations stand in the way of the Imperial agenda, how­ever, they are swept aside without a thought; even the most considerate of Imperial officers has his limits.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 14,
			"strain": 14
		},
		"skills": {
			"Charm ": 3,
			"Coercion": 4,
			"Cool": 2,
			"Deception": 3,
			"Per­ception": 4,
			"Knowledge: Education": 4,
			"Leadership": 3,
			"Ranged: Light": 3,
			"Piloting: Planetary": 2,
			"Resilience": 2,
			"Streetwise": 2,
			"Skullduggery": 3,
			"Vigilance": 2
		},
		"talents": ["Improved Inspiring Rhetoric", "Kill with Kindness 2", "Nobody’s Fool 2"],
		"abilities": ["Leader"],
		"weapons": ["Light blaster pistol"],
		"gear": ["Rich clothing (+1 soak)"],
		"tags": ["civilian"]
	},
	{
		"name": "Politician / Senator",
		"type": "Nemesis",
		"description": "Denizens of the Core Worlds include former members of the Imperial Senate, recently disbanded by the Emperor, who remain in the area in hopes of maintaining their political influence, wealthy lifestyle, and general connection to the goings-on of the Empire as a whole. Under normal circumstances, these individuals venture into the more rural regions of the galaxy only very rarely. Even those who represent the Outer Rim Territories can scarcely find time for such a lengthy journey. When such individuals do venture out into the galaxy at large, it is typically to serve their own needs rather than the needs of anyone else. A rare few are genuinely interested in the fate of their constituents and seek to aid the Alliance in restoring a more compassionate government, but most have benefited far too much from their association with the Empire to willingly aid in its overthrow.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 4
		},
		"derived": {
			"soak": 2,
			"wounds": 12,
			"strain": 14
		},
		"skills": {
			"Charm": 3,
			"Cool": 2,
			"Deception": 1,
			"Knowledge: Core Worlds": 2,
			"Knowledge: Education": 2,
			"Negotiation": 2
		},
		"talents": ["Commanding Presence 2", "Works Like a Charm"],
		"abilities": [],
		"weapons": [],
		"gear": ["Bodyguards", "Datapad", "Comlink"],
		"tags": ["civilian"]
	},
	{
		"name": "Spaceport Security",
		"type": "Minion",
		"description": "Individuals who serve as part of a spaceport security detail possess the same authority as planetary law enforcement, although they have only a portion of the training and are limited solely to the grounds of the spaceport itself. Because of the much more limited mandate compared to most enforcement agencies, many spaceport security details have more narrowly­ focused, but higher quality, equipment.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 4
		},
		"skills": {
			"Perception": 0,
			"Ranged: Light": 0
		},
		"talents": [],
		"abilities": [],
		"weapons": ["Blaster pistol", "Stun grenade"],
		"gear": ["Padded armour (+2 soak)", "2 Stun grenades"],
		"tags": ["civilian", "security"]
	},
	{
		"name": "Spaceport Security Officer",
		"type": "Rival",
		"description": "A busy spaceport is a chaotic place and although a security detail may be well meaning, they often need a firm hand to keep them on target and in charge of the goings-on-a spaceport won’t police itself, after all. Security officers are often veterans of years of work in a given spaceport and are occasionally retired military or planetary law enforcement They bring an entirely different perspective to the job and are much more able to identify and neutralize potential threats than the people working for them.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 14,
			"defence": [1, 0]
		},
		"skills": {
			"Cool": 1,
			"Discipline": 2,
			"Ranged: Heavy": 2,
			"Ranged: Light": 1,
			"Resilience": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1"],
		"abilities": [],
		"weapons": ["Blaster rifle"],
		"gear": ["Padded armour (+2 soak)", "Stimpack"],
		"tags": ["civilian", "security"]
	},
	{
		"name": "Spaceport Administrator",
		"type": "Nemesis",
		"description": "On some worlds, a spaceport is like a tiny kingdom unto itself. On others, it is merely one cog in a vast bureaucratic machine that spans entire systems. Re­gardless, the ultimate authority for the administration of a spaceport typically falls to a single being, at least in the short term, and that individual is authorized to make whatever decisions must be made for the good of the installation when trouble arises. A spaceport ad­ministrator can be an incredible ally for a pilot and his crew or he can make their lives so miserable that they avoid certain spaceports at all cost.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 2,
			"wounds": 14,
			"strain": 13
		},
		"skills": {
			"Charm": 2,
			"Coercion": 2,
			"Cool": 2,
			"Deception": 2,
			"Ranged: Light": 2,
			"Perception": 4,
			"Streetwise": 3,
			"Vigilance": 3
		},
		"talents": ["Adversary 1", "Nobody’s Fool 1", "Plausible Deniability 2"],
		"abilities": ["Spaceport Leader"],
		"weapons": ["Light blaster pistol"],
		"gear": ["Datapad", "Comlink"],
		"tags": ["civilian"]
	},
	{
		"name": "Toydarian Farmer",
		"type": "Minion",
		"description": "Most Toydarians make their living as subsistence farmers, growing or gathering swamp crops, paying their tithes to the king, and generally trying their best to avoid unwanted attention from the authorities, whether they be local, Hutt, or Imperial. The marshes of their homeworld can be extremely dangerous, but the farmers know them better than anyone else. Thanks to the harsh rule of King Maalva, they are often wary of outsiders, but can be convinced to help wanderers who make a favorable impression.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 1,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 1,
			"wounds": 4
		},
		"skills": {
			"Athletics": 0,
			"Melee": 0,
			"Negotiate": 0,
			"Survival": 0
		},
		"talents": [],
		"abilities": ["Hoverer", "Silhouette 0"],
		"weapons": [],
		"specialist-weapons": [
			{
				"name": "Farming implement",
				"skill": "Melee",
				"damage": 3,
				"critical": 6,
				"range": "Engaged",
				"qualities": ["Disorient 1"]
			}
		],
		"gear": [],
		"tags": ["civilian", "toydarian", "hutt space"]
	},
	{
		"name": "Toydarian Merchant",
		"type": "Rival",
		"description": "Despite common stereotypes, not all Toydarians are merchants. Still, as with most sentient species, many Toydarians make their livelihood via commerce on Toydaria and across the span of the galaxy at large.",
		"characteristics": {
			"Brawn": 1,
			"Agility": 1,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 1,
			"wounds": 10
		},
		"skills": {

		},
		"talents": ["Natural Negotiator", "Nobody’s Fool 1"],
		"abilities": ["Hoverer", "Silhouette 0"],
		"weapons": ["Holdout blaster"],
		"gear": ["Loaded chance cubes", "Dataslate"],
		"tags": ["civilian", "toydarian", "hutt space"]
	},
	{
		"name": "Toydarian Royal Guard",
		"type": "Rival",
		"description": "King Katuunko’s assassination brought superstition and fear into the Toydarian royal court. Fearing repri­sals after the Declaration of the New Order, the royal guard formed an elite brigade tasked with uncovering and eliminating Force users. The king’s royal guards wield specialized weaponry such as cortosis-lined scimitars and train their wills to resist the mystical influ­ence that Force-sensitives wield. Of course, like most galactic citizens, they have a limited actual understand­ ing of Force users and the powers they manifest.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 4,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 12
		},
		"skills": {
			"Discipline": 4,
			"Melee": 2,
			"Perception": 2,
			"Ranged: Light": 2,
			"Ranged: Hleavy": 2,
			"Vigilance": 3
		},
		"talents": ["Bodyguard"],
		"abilities": ["Hoverer", "Silhouette 0"],
		"weapons": ["Blaster rifle", "Cortosis sword", "Frag grenade"],
		"gear": ["Electro-visor (removes :setback: imposed due to long range or poor light)", "2 Frag grenades", "Padded armour (+2 soak)"],
		"tags": ["civilian", "toydarian", "hutt space"]
	},
	{
		"name": "Wealthy Noble",
		"type": "Rival",
		"description": "The nature of the Core Worlds has created an environment that promotes a caste system, something long ago abandoned by all but the most primitive worlds, but which has come full circle to return to the most “civilized” of worlds in the galaxy. Nobles have little to do other than maintain their vast wealth, the majority of which is gained through inheritance and investment, and most leave the Core only rarely. Younger nobles sometimes have a taste for excitement and adventure, however, and occasionally venture out to see the galaxy and experience how the lesser beings live. Most of these young nobles are capricious and largely without compassion, but a handful occasionally find the plight of the galaxy deplorable enough to find a way to discreetly offer their assistance to the Alliance. Such patrons are rare, but extremely valuable to the Rebels, who court them as much as they can without compromising their political and military agendas.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 2,
			"wounds": 13
		},
		"skills": {
			"Charm": 3,
			"Cool": 1,
			"Deception": 3,
			"Knowledge: Education": 2,
			"Melee": 2
		},
		"talents": [],
		"abilities": [],
		"weapons": ["Holdout blaster", "Vibrosword"],
		"gear": ["Personal shuttle"],
		"tags": ["civilian"]
	}

]