[
	{
		"name": "Stormtrooper: Storm Commando",
		"type": "Rival",
		"description": "",
		"notes": "These are not official stats. Credits go to Linda Whitson, D20Radio.com.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 13
		},
		"skills": {
			"Melee": 2,
			"Perception": 1,
			"Ranged: Heavy": 2,
			"Ranged: Light": 2,
			"Skulduggery": 2,
			"Stealth": 3
		},
		"talents": ["Adversary 1", "Stalker 2"],
		"abilities": ["Shadowed", "Swipe 1"],
		"weapons": ["Blaster carbine", "Light blaster pistol", "Vibroknife"],
		"gear": ["Storm Commando armour (+2 Soak) (Laminate) with Enhanced Optics suite (removes up to :setback::setback: from Perception, Vigilance and combat checks, due to darkness, smoke, fog or other environment effects that obscure vision)", "Encrypted commlink"],
		"tags": ["source:D20Radio.com", "empire", "imperial military", "stormtrooper"],
		"devOnly": true
	},
	{
		"name": "Stormtrooper: Novatrooper",
		"type": "Rival",
		"description": "Throughout galactic history, empires have established guard units composed of elite troops equipped with superior weapons and armour, charging them with the most daring of military missions. The elite Novatroopers of the Imperial Stormtrooper corps follow this historical convention. Their distinctive reinforced black and gold armour is symbolic of the Novatroopers’ dual role. While rarely seen except at military parades and Imperial ceremonies, these honor guards are just as capable of conducting intense combat as they are looking sharp for the Imperial HoloNet news. The Novatroopers focus on instilling intense discipline within their ranks, even more so than regular Stormtroopers. Rumors circulate in Imperial military circles of extreme feats of discipline demanded in their training, such as executing traditional parade maneuver while subjected to tear gas. No matter their training methods, would-be assassins would do well to remember these guardsmen are more than just ceremonial – they will fight expertly and to the death to protect their charge.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-novatroopers/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 13,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 2,
			"Coercion": 2,
			"Cool": 2,
			"Discipline": 3,
			"Melee": 3,
			"Perception": 2,
			"Ranged: Heavy": 3,
			"Ranged: Light": 2,
			"Resilience": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Body Guard 1"],
		"abilities": [
			{
			"name": "Disciplined Guardsman",
			"description": "Downgrade the difficulty of Discipline or Cool checks twice."
			}
		],
		"weapons": ["Blaster rifle", "Frag grenade", "Vibroknife",
			{
				"name": "Ornate heavy blaster pistols",
				"skill": "Ranged: Light",
				"damage": 7,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun Setting"]
			},
			{
				"name": "Ornate vibrosword",
				"skill": "Melee",
				"damage": 5,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 2", "Vicious 1", "Defensive 1"]
			}
		],
		"gear": ["Novatrooper armour (+2 Soak, +1 Defence), Utility belt, Extra reloads, Officers on ceremonial duties replace their rifles with ornate Heavy blaster pistols"],
		"tags": ["source:D20Radio.com", "empire", "imperial military", "stormtrooper"]
	},
	{
		"name": "Stormtrooper: Radtrooper",
		"type": "Minion",
		"description": "Radiation Zone Assault Troopers, or radtroopers to the common soldier, are specialist stormtroopers trained to operate in high intensity radiation environments. Armed and equipped with reinforced stormtroper armour, radiation hardened gear, and extensive training, these troopers can confidently conduct missions in even the most deadly radiation zones. To the public radtroopers provide the Empire with a capability to provide security in high radiation zones in certain planets and star systems, and to supplement local emergency responders in the event of fusion reactor meltdowns. Secretly, these troopers are often used to mop up after one of the Empire’s more heinous tactics. On worlds where the infrastructure is deemed vital to Imperial interest, but the population is considered expendable, a series of neutron bombs can be deployed to indiscriminately eliminate all life at the target. The radtroopers are sent in shortly after to root out any survivors, secure valuable infrastructure, and prepare reclamation for the Empire. Such brutal tactics are a closed guarded secret, and COMPNOR will stop at nothing to suppress the truth of these atrocities.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-radtroopers/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 5,
			"defence": [1, 1]
		},
		"skills": ["Athletics", "Computers", "Discipline", "Mechanics", "Melee", "Ranged: Heavy", "Resilience", "Survival"],
		"weapons": [
			{
				"name": "Radtrooper carbine",
				"skill": "Ranged: Heavy",
				"damage": 9,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun Setting"],
				"notes": "Carbine has Rad Shielding (immune to the effects of radiation to Grade 5"
			},
			{
				"name": "Force pike",
				"skill": "Melee",
				"damage": 6,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 2", "Stun Setting"]
			}
		],
		"gear": ["Radtrooper armour (+2 Soak, +1 Defence, Integrated comlink, Macrobinocular plate, protects from the effects of radiation to Grade 5), Survival pack (containing anti-radiation hypos and pills, radiation protection tent, water purifier, and emergency medpac), Utility belt, Extra reloads, Each half-squad of four radtroopers has one long range comlink and one general purpose scanner calibrated for precise radiation detection"],
		"tags": ["source:D20Radio.com", "empire", "imperial military", "stormtrooper"]
	},
	{
		"name": "Stormtrooper: Patrol Troopers",
		"type": "Minion",
		"description": "Deployed to the Empire’s industrial and urban heartland, patrol troopers are a branch of the stormtrooper corps charged with law enforcement in areas deemed vital to Imperial interests. While local and planetary forces are left to police most of the Empire, these patrol troopers secure important shipyards, spaceports, factories, and other areas critical to the Imperial war machine. Patrol troopers are patterned after scout troopers. Flexible armour equipped with enhanced optics and real-time data uplinks allow patrol troopers to navigate urban sprawls with ease while ferreting out crime or sabotage. These uplinks all for near instantaneous information sharing of data from routine traffic information on patrol to pursuit vectors during high-speed chases.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-patrol-troopers-patrol-speeder-bike-solo-content/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 4,
			"wounds": 5
		},
		"skills": ["Athletics", "Discipline", "Melee", "Perception", "Piloting: Planetary", "Ranged: Light", "Vigilance"],
		"weapons": ["Blaster pistol", "Truncheon"],
		"gear": ["Patrol trooper armour (+1 Soak, traffic navigation uplink – gain Shortcut 1 [Add :boost: to checks made to catch or escape an opponent] when in comlink range of headquarters, Enhanced imaging electronics – remove :setback: from Perception checks to identify objects due to low light or long ranges)"],
		"tags": ["source:D20Radio.com", "empire", "imperial military", "stormtrooper"]
	},
	{
		"name": "Stormtrooper: Range Trooper (d20radio)",
		"type": "Minion",
		"description": "Enforcers of the Emperor’s will on far flung frontier worlds, it is the range troopers of the Stormtrooper Corps that carve order from chaos on the ever expanding fringes of the Empire. Range troopers secure and patrol vast territories on uncivilized, icy worlds selected for imperial development. Although not special operations forces, range troopers screen candidates for mental toughness and physical resilience above the norm. These traits breed a strong collective identity and feeling of eliteness above regular stormtroopers.\n\nEquipped similarly to the cold assault stormtrooper, known to most as snowtroopers, range trooper armour integrates arctic survival gear and provides freedom of movement for long patrol routes. Unlike the offensively oriented snowtroopers, range troopers are equipped to conduct security patrols and sentry duties. Range troopers utilize a variety of overboot systems to enhance mobility, from simple skis and snowshoes to climbing cleats and magnetic boots. This ensures Imperial assets can be protected, whether over vast swaths of snow or on high-speed conveyex transports.\n\nRange troopers operate in small units on detached service, often with little contact or oversight by higher command. This isolation from the rest of the imperial military, and indeed galactic civilization, fosters a frontier spirit of cold determination. Range troopers strive to accomplish any mission assigned, but they do so their own way and prefer not to cooperate with other units they deem less capable.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-range-troopers-solo-content/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 6
		},
		"skills": ["Athletics", "Discipline", "Melee", "Perception", "Ranged: Heavy", "Resilience", "Survival"],
		"weapons": [
			{
				"name": "E-10R blaster rifle",
				"skill": "Ranged: Heavy",
				"damage": 9,
				"critical": 3,
				"range": "Long",
				"qualities": ["Stun Setting", "Accurate 1", "Cumbersome 2", "Multi-optic Sight"]
			}
		],
		"abilities": [
			{
				"name": "Frontier Spirit",
				"description": "Add :boost: to Cool and Discipline checks."
			}
		],
		"gear": ["Range trooper armour (+2 Soak, when making skill checks may remove :setback::setback: imposed due to cold or icy environmental conditions), Magnetic boots (may ignore difficult terrain caused by low gravity, standing on fast moving vehicles, or similar situations, may never spend more than one maneuver moving per turn), Extra reloads"],
		"tags": ["source:D20Radio.com", "empire", "imperial military", "stormtrooper"]
	},
	{
		"name": "Imperial Army “Mudtrooper” Swamp Trooper",
		"type": "Minion",
		"description": "Imperial Army swamp troopers served as the army infantry’s combat specialists in wetlands environments. While all but phased out in favor of stormtroopers by the height of the Rebellion, these army troopers were relied upon to subjugate Imperial worlds during the first decades of the Empire. Equipped with partial armour, filtration systems, and survival gear, these troopers faced treacherous and disease-ridden environments nearly as deadly as their opponents. Fighting in these brutal conditions earned swamp troopers the moniker of “mudtrooper” after hellish battles on worlds such as Mimban.\n\nSwamp trooper duty was notoriously miserable. Few volunteered, with many in the ranks conscripted from planetary defense forces. Some were wash outs from the officer, stormtrooper, and starfighter corps. Others were army enlistees, signed on for a single term of service to gain skills or pay for university, unlucky enough to be assigned as swamp troopers. Whatever the source, mudtroopers were known as an unpredictably motley crew with unpredictable levels of discipline. Imperial high command often mitigated this by assigning mudtroopers to the first wave, with more reliable stormtroopers assigned as insurance against insubordination or cowardice.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-mudtroopers-danith-nodar-solo-content/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5
		},
		"skills": ["Ranged: Heavy", "Ranged: Light", "Survival"],
		"weapons": ["Blaster rifle", "Frag grenade"],
		"abilities": [{"name": "Mixed Motivations","description": "Add :boost::boost: and :setback::setback: to Discipline checks."}],
		"gear": ["Army swamp trooper armour (+1 Soak, may remove :setback::setback: due to muddy or swamp-like conditions), Filtration mask, Utility belt."],
		"tags": ["source:D20Radio.com", "empire", "imperial military"]
	},
	{
		"name": "Corporal Danith Nodar",
		"type": "Rival",
		"description": "A fierce member of the 224th Imperial Armoured Division, corporal Danith Nodar distinguished herself as a furious warrior in the trenches of Mimban. Sporting a conduct record pockmarked with military convictions and commendations alike, Nodar was assigned to Mimban as punishment for insubordination. Her previously promising career, set in motion as a graduate of the Carida academy, had been derailed after an incident on Marca. A zealous Imperial, she took her wrath out on any Mimbanese guerrilla she could lay her sights on. This fury has earned her the esteem of her 224th division superiors, esteem Nodar hopes will justify promotion despite her blemished record.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-mudtroopers-danith-nodar-solo-content/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 15
		},
		"skills": {
			"Athletics": 2,
			"Cool": 1,
			"Coercion": 1,
			"Leadership": 1,
			"Melee": 2,
			"Ranged: Heavy": 3,
			"Ranged: Light": 3,
			"Survival": 1,
			"Vigilance": 1
		},
		"talents": ["Adversary 1", "Confidence 2", "Lethal Blows 2"],
		"weapons": ["Vibroknife", "Frag grenade",
			{
				"name": "E-22 blaster carbine",
				"skill": "Ranged: Heavy",
				"damage": 8,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Cumbersome 2", "Linked 1", "Stun Setting"]
			}
		],
		"gear": ["Army swamp trooper armour (+1 Soak, remove :setback::setback: due to muddy or swamp-like conditions)", "Filtration mask", "Utility belt"],
		"tags": ["source:D20Radio.com", "empire", "imperial military", "stormtrooper"]
	},
	{
		"name": "Stormtrooper: Mimban Stormtrooper",
		"type": "Minion",
		"description": "While not an official specialty corps, those stormtroopers assigned Mimban duty quickly developed equipment modifications and unique tactics. An integral part of the 224th Imperial Armoured Division, these “Mimban stormtroopers” were considered by their commanders to be far more effective and reliable than their more humble mudtrooper brethren. As a result, the 224th’s commanders often combined mass numbers of mudtroopers with smaller detachments of stormtroopers. Stormtroopers served as an anchor for the less than reliable mudtroopers, while the mudtrooper’s superior numbers provided the stormtroopers a human shield.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-mimban-stormtroopers-solo-content/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 5
		},
		"skills": ["Athletics", "Discipline", "Ranged: Heavy", "Survival", "Vigilance"],
		"weapons": [
			"Blaster rifle", "Vibroknife", "Frag grenade",
			{
				"name": "E-22 blaster carbine",
				"skill": "Ranged: Heavy",
				"damage": 8,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Cumbersome 2", "Linked 1", "Stun Setting"]
			}
		],
		"gear": ["Utility belt", "Extra reloads", "Mimban-modified stormtrooper armour (+2 Soak, when making skill checks, may remove :setback::setback: due to muddy or swamp-like conditions)", "2 Frag grenades"],
		"tags": ["source:D20Radio.com", "empire", "imperial military", "stormtrooper"]
	},
	{
		"name": "Stormtrooper: Storm Commando Officer",
		"type": "Nemesis",
		"description": "Storm Commandos are the Empire’s elite fighting force, formed in direct response to the Rebellion’s guerrilla warfare tactics. Also known as shadow scouts, these troops are selected and trained to conduct special operations under demanding circumstances where regular troops prove incapable. In turn, those officers who lead storm commandos into battle are nothing less than exemplary. Only the most dedicated, skilled, and knowledgeable officers are selected to lead after undergoing grueling physical and mental tests originally instituted by the now-defector Crix Madine. Generally, Storm Commando Officers are deployed on the battlefield in one of two roles. First, and most common, is for these officers to directly lead Storm Commando groupings of 5-50 commandos on special operations. Planning and executing operations is the commando officer’s bread and butter. More rarely though, Storm Commando Officers can be deployed to mentor, and indeed lead for, other Imperial or affiliated force commanders. While not often discussed, a small team of Storm Commandos led by an experienced officer can turn even the greenest planetary defense militia into a dangerous weapon of war. These officers are supported and protected by a hand-picked team of 2-5 commandos. At the GM’s discretion, this command team can also train supported forces providing them a Boost die in Mass Combat.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-storm-commando-officer/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 20,
			"strain": 18,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 2,
			"Cool": 2,
			"Discipline": 3,
			"Knowledge: Warfare": 3,
			"Leadership": 3,
			"Melee": 2,
			"Perception": 2,
			"Ranged: Heavy": 3,
			"Ranged: Light": 3,
			"Resilience": 2,
			"Stealth": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 2", "Barrage 1", "Commanding Presence 2", "Point Blank 1", "Ready for Anything 2"],
		"abilities": ["Tactical Direction"],
		"weapons": [
			{
				"name": "Blaster rifle",
				"skill": "Ranged: Heavy",
				"damage": 9,
				"critical": 3,
				"range": "Long",
				"qualities": ["Stun Setting", "Forearm Grip", "Weapon Sling"]
			}
		],
		"gear": ["Storm commando armour (+1 Soak, 1 Defence, reflective coating [upgrade Stealth checks once, sensors cannot detect the wearer subject to GM discretion], enhanced optics suite), Long range comlink, Utility belt, Extra reloads"],
		"tags": ["source:D20Radio.com", "empire", "imperial military", "stormtrooper"]
	},
	{
		"name": "Nik Kormir, Resistance Purchaser",
		"type": "Rival",
		"description": "Well dressed, confident, salt and pepper hair. This human male, called Mr. Smooth by his admirers in the casino, carries himself as a successful gambler. Turning a few heads, he is nothing special compared to the true high rollers of Canto Bight. Just respected enough to look as if he belongs, Nik Kormir subtly moves among the scores of weapons manufacturers and arms brokers living the high life. Kormir relies on hiding in plain site to evade the notice of the First Order, purchasing quietly and arranging all deliveries to be off world. If discovered, his primary goal will be escape and evade. He will fight to break contact, but doesn’t finish off downed enemies, instead using his energy to flee. Kormir fears most capture and slow interrogation by the First Order, and will do anything possible to avoid that fate.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-bounty-contract-resistance-purchaser/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 16,
			"defence": [1, 1]
		},
		"skills": {
			"Deception": 2,
			"Discipline": 2,
			"Negotiation": 3,
			"Perception": 2,
			"Ranged: Light": 2,
			"Skulduggery": 1,
			"Stealth": 2
		},
		"talents": ["Adversary 1", "Convincing Demeanor 2","Natural Negotiator"],
		"weapons": [
			"Holdout blaster",
			{
				"name": "Molecular stiletto",
				"skill": "Melee",
				"damage": 2,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 2"]
			}
		],
		"gear": ["Covertly armoured dinner jacket (+1 Soak, +1 Defence)", "Encrypted datapad with financial data and weapons procurement lists" , "Encrypted long range comlink"],
		"tags": ["source:D20Radio.com", "resistance"]
	},
	{
		"name": "Gruuzhnag",
		"type": "Nemesis",
		"description": "“Look, I’ve known old Gruuzhnag for the better part of 30 years. Sure, he might look like the rest of those pigs, but that’s where you’d be wrong. You’ll never meet a better doctor or mechanic this far outside of civilization. Yeah, the parts for his cybernetics are cobbled together, but what can you expect so far out in the Rim? And I can assure you he has no love for the Empire. And the last goomba who stuck his nose into the pig’s chop shop walked away minus an arm. As long as you’ve got the credits, he’ll help you out. Just don’t ask about his scars. Trust me on that one.” \n\nBackground: Gruuzhnag was a brilliant Gamorrean even by the standards of species noted for their intelligence. He was taken with ideas that were so far above the primitive qualities of his kin that he quickly found himself ostracized from a very early age. He eventually stole away on a passing freighter that had stopped down for a few days to avoid an Imperial patrol. He quickly made an impression on the ship’s captain when he found the young Gruuzhnag disassembling and reassembling some auxiliary components. He was almost immediately put to work under the tutelage of the ship’s doctor, who was also serving as chief engineer. It wasn’t long before Gruuzhnag began to pick up on the doctor’s medical knowledge and started to put together some rudimentary methods to marry his mechanical and medical knowledge.\n\nHe was planning on using the money he earned aboard the ship to enter into an academy in the Core Worlds, but never got the chance. Taken captive in a pirate raid, Gruuzhnag was sold into slavery – specifically into the gladiatorial circuit. Forced to fight or die, Gruuzhnag chose to fight, learning how to survive in the arena, leveraging the natural inclinations of his species to give himself a needed edge.\n\nOver the months he was there, he also started to win several of the other gladiators to his side. This proved useful when he decided it was time to break out. He staged a daring attempt, leading his few fellow gladiators in overpowering the guards and escaping into the countryside. Unfortunately, they were pursued by a larger force and caught several kilometers outside of the arena’s walls. They fought valiantly but in the resulting battle, Gruuzhnag’s force was utterly decimated and the Gamorrean himself left for dead, having lost both of his arms. Somehow, he managed to avoid death and dragged himself several more kilometers to the nearest settlement. He found an abandoned garage with several still functioning droids. He used them to help construct himself some rudimentary prosthetics and then managed to smuggle himself off world.\n\nGruuzhnag has since set himself up deep in the Outer Rim where he has made a small amount of notoriety for himself as a brilliant, if somewhat odd, cybernetic surgeon. His parts tend to be scavenged and secondhand, but no one can argue how durable and functional they are. He doesn’t like to talk about his past, but he keeps the vibroax that took his arms on the wall in his shop, and he’s not shy about using it if he needs to. Over the years he has patched himself some serviceable cybernetic replacements for the very basic prosthetics he originally constructed. He tends to conduct his actual business through his droids nowadays, very rarely speaking to the customers himself. But if you have need for his services, Gruuzhnag’s Chop Shop can probably help you.\n\nSuggested Use: Gruuzhnag can be a great contact for the player characters, especially if they desperately need medical attention and are stuck far out in the Rim away from civilization. If they don’t have proper payment, Gruuzhnag’s stances against slavery and piracy can be leveraged as Obligation for the characters as he agrees to help them in return for helping him stamp out a particularly nasty group of slavers that is operating on the planet. Alternatively, if the PCs are the kind of group that find themselves routinely engaged in piracy and slavery, Gruuzhnag can be a very dangerous opponent on any Outer Rim world they attempt to acquire more merchandise on.",
		"notes": "These are not official stats. Credits go to Ben Erickson, D20Radio.com.",
		"characteristics": {
			"Brawn": 5,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 6,
			"wounds": 20,
			"strain": 18,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 2,
			"Brawl": 3,
			"Cool": 2,
			"Discipline": 3,
			"Knowledge: Education": 2,
			"Knowledge: Xenology": 2,
			"Leadership": 1,
			"Mechanics": 2,
			"Medicine": 4,
			"Melee": 3,
			"Resilience": 3
		},
		"talents": ["Adversary 2", "Durable 2", "Gearhead 2", "Speaks Binary 1", "Surgeon 2", "Utinni! 1"],
		"abilities": [
			{
				"name": "Cybernetic Surgeon",
				"description": "Gruuzhnag gains a boost die on any Medicine check made to install a cybernetic on an individual and Medicine checks made to treat any character with a cybernetic already installed."
			}
		],
		"weapons": ["Vibro-ax"],
		"gear": ["Heavy clothes (+1 Soak)", "Medpac", "Tool kit", "Mod V cybernetic arms", "Datapad."],
		"tags": ["source:D20Radio.com", "species:Gamorrean"],
		"devOnly": true
	},
	{
		"name": "Trandoshan Slaver (Custom)",
		"type": "Minion",
		"description": "Trandoshans are infamous throughout the galaxy for their brutal slavers. While some slavers use deception or guile in capturing their slaves, Trandoshans prefer to use shock tactics to overwhelm any opposition and seize their prizes. Equipped with short range weapons, Trandoshan slavers use stealth to get as close as possible to their foes before launching a fierce assault of accelerated charged particles, blades, and electronets. While preferring stealth, these slavers are no cowards; they will fight tooth and claw to take and hold their targets. Since these slavers are armed to the teeth, they often find work between hunts as mercenaries and pirates in the Outer Rim.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-trandoshan-slavers/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 8
		},
		"skills": ["Coercion", "Cool", "Melee", "Ranged: Heavy", "Stealth"],
		"weapons": ["Frag grenade",
			{
				"name": "Trandoshan ACP array shotgun",
				"skill": "Ranged: Heavy",
				"damage": 6,
				"critical": 2,
				"range": "Short",
				"qualities": ["Blast 5", "Vicious 1"]
			},
			{
				"name": "Trandoshan ACP repeater gun",
				"skill": "Ranged: Heavy",
				"damage": 7,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Auto-Fire"]
			},
			{
				"name": "Two vibroblades",
				"skill": "Melee",
				"damage": 5,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 2", "Vicious 2"]
			},
			{
				"name": "Electronet",
				"skill": "Melee",
				"damage": 6,
				"critical": 6,
				"range": "Engaged",
				"qualities": ["Ensnare 5", "Knockdown", "Limited Ammo 1", "Stun Setting"]
			}
		],
		"gear": ["Concealing civilian clothing (+1 Soak)"],
		"tags": ["source:D20Radio.com", "species:Trandoshan", "slaver"]
	},
	{
		"name": "Trandoshan Heavy",
		"type": "Nemesis",
		"description": "These elite Trandoshan warriors were infamous as some of the most dangerous heavy assault mercenaries in the galaxy. Protected by thick plates of durasteel armour and armed with the devastating LS-150 heavy repeater, Trandoshan Heavies were found in mercenary companies and slaving parties throughout the Outer Rim. In battle, these mercenaries throw caution to the wind by wading into the heaviest enemy positions, heavy repeaters constantly shooting an unrelenting torrent of charged particles. Most boast hearty kill counts, commanding the respect of their fellow Trandoshans. This respect feeds both the Trandoshan Heavy’s stereotypical arrogance, as well as healthy credit accounts from the high pay and share of loot they demand.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-trandoshan-slavers/"
		},
		"characteristics": {
			"Brawn": 4,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 7,
			"wounds": 30,
			"strain": 14
		},
		"skills": {
			"Athletics": 1,
			"Brawl": 2,
			"Coercion": 1,
			"Melee": 2,
			"Gunnery": 2,
			"Perception": 1,
			"Ranged: Heavy": 2,
			"Resilience": 3
		},
		"talents": ["Adversary 1", "Durable 3",
			{
				"name": "Rain of Death",
				"description": "Perform the Rain of Death maneuver to ignore the increased difficulty due to the Auto-Fire quality of attacks made this turn."
			}
		],
		"abilities": [
			{
				"name": "Unflinching Barrage",
				"description": "When attempting an attack using a weapon with the Auto-Fire quality, may forego the benefit of the Adversary talent until the start of the next turn to automatically activate Auto-Fire once."
			}
		],
		"weapons": [
			{
				"name": "LS-150 heavy ACP repeater",
				"skill": "Gunnery",
				"damage": 13,
				"critical": 3,
				"range": "Long",
				"qualities": ["Autofire", "Cumbersome 4", "Pierce 2"]
			},
			{
				"name": "LS-150 bayonet",
				"skill": "Melee",
				"damage": 8,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Inaccurate 2", "Pierce 2", "Vicious 2"]
			}
		],
		"gear": ["Heavily plated armour (+3 Soak)"],
		"tags": ["source:D20Radio.com", "mercenary", "species:Trandoshan"]
	},
	{
		"name": "Trandoshan Scavenger Droid",
		"type": "Minion",
		"description": "Originally used for civilian applications such as search and rescue, these heavily modified drones have been refit for piracy. The ionization beam, originally used to disable malfunctioning electronics blocking rescue efforts, has been overcharged to disable shields and even cause damage to organic opponents. Their salvage drills have been upgraded with vibro components capable of savagely cutting through heavy infantry armour. With these upgrades, these so called “scav droids” serve as support to Trandoshan mercenaries in an anti-infantry role during boarding actions. The droids, equipped with repulsorlifts and stealth programming, are often dispatched ahead of the assault to disable ship defenses and terrorize the crew. When the boarding action begins in earnest the droids shift to direct support. Once a ship or structure is secured the droids turn their weapons to their original purpose and assist in salvaging any items of value.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-trandoshan-slavers/"
		},
		"characteristics": {
			"Brawn": 1,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 1,
			"Presence": 1
		},
		"derived": {
			"soak": 2,
			"wounds": 5
		},
		"skills": ["Coordination", "Mechanics", "Melee", "Ranged: Light", "Stealth"],
		"weapons": [
			{
				"name": "Ionizing beam",
				"skill": "Ranged: Light",
				"damage": 8,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Ion"]
			},
			{
				"name": "Scavenger drill",
				"skill": "Melee",
				"damage": 4,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 5", "Vicious 2"],
				"notes": "On a successful hit the scavenger droid is attached to its target and will stay engaged even if the target moves, this condition ends if the droid is damaged."
			},
			{
				"name": "Suicide Attack",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Blast 5"]
			}
		],
		"talents": ["Stalker 1"],
		"abilities": ["Droid",
				{
				"name": "Hoverer",
				"description": "Scav droids do not have to spend additional maneuvers when navigating difficult terrain."
				},
				{
				"name": "Suicide Attack",
				"description": "If an attack puts the scav droid at exactly its Wound Threshold may make an immediate suicide attack. After resolving the suicide attack the scav droid is destroyed."
				}				
			],
		"tags": ["source:D20Radio.com", "species:Droid"]
	},
	{
		"name": "Terentatek (d20radio)",
		"type": "Nemesis",
		"description": "The nightmarish terentatek are hulking creatures, similar in appearance to rancors but covered in spines and thick armoured hide. Drawn to, and perhaps powered by, concentrations of dark side Force energy, terentateks inhabit caves and tombs connected to dark side Force traditions such as the Sith and Rakata.  Over the millennia, the Jedi have launched the Great Hunts. These hunts were concerted efforts to wipe out the scourge of these beasts by dispatching teams of trained Jedi across the galaxy. However, even where the Jedi cleansed entire worlds the terentatek would return generations later. Jedi scholars believe the terentatek enter hibernation and hiding when the dark side wanes in the galaxy, only to awaken and emerge in times of conflict and suffering. Despite their horrifying reputation, bold treasure hunters often seek out reports of terentatek sightings in hope that the beasts are evidence of undiscovered tombs and therefore unclaimed riches. Even when no tomb is present the lair of a terentatek may contain the remains, and equipment, of warriors such as the Jedi who died in battle against these beasts.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-beasts-of-moraband-iii-terentatek/"
		},
		"characteristics": {
			"Brawn": 6,
			"Agility": 2,
			"Intellect": 1,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 1
		},
		"derived": {
			"soak": 12,
			"wounds": 50,
			"strain": 38,
			"defence": [0, 0]
		},
		"skills": {
			"Athletics": 3,
			"Brawl": 3,
			"Coercion": 1,
			"Cool": 3,
			"Discipline": 2,
			"Perception": 3,
			"Survival": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 2"],
		"abilities": ["Silhouette 3",
			{
			"name": "Force Resistance",
			"description": "When targeted by Force powers count the relevant skill to resist as having 5 ranks."
			},
			{
			"name": "Sweep Attack",
			"description": "The terentatek can spend :triumph: on a successful Brawl check using its massive claws to hit the target as well as anyone engaged with the target."
			},
			{
			"name": "Dark Venom",
			"description": "At the GM’s discretion a terentatek may have dark venom. If a character suffers unsoaked wounds from the terentatek’s claws or tusks, then that character is affected as per synthetic neurotoxin as per FaD 181 except the difficulty is :average-2:."
			}
		],
		"weapons": [
			{
				"name": "Massive claws",
				"skill": "Brawl",
				"damage": 15,
				"critical": 3,
				"range": "Short",
				"qualities": ["Ensnare", "Knockdown"]
			},
			{
				"name": "Goring tusks",
				"skill": "Brawl",
				"damage": 10,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 5", "Inaccurate 2"]
			}
		],
		"tags": ["source:D20Radio.com", "creature", "location:Moraband"]
	},
	{
		"name": "Terentatek Mauler",
		"type": "Nemesis",
		"description": "Within the darkest sanctums of ancient Sith tombs dwell the terentatek maulers. Tougher, stronger, and more deadly, the maulers stand solidary guard over the remains of powerful Sith Lords. Heavy bone plating ending in long spines cover the mauler dramatically increasing its resilience.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-beasts-of-moraband-iii-terentatek/"
		},
		"characteristics": {
			"Brawn": 6,
			"Agility": 2,
			"Intellect": 1,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 1
		},
		"derived": {
			"soak": 15,
			"wounds": 75,
			"strain": 38,
			"defence": [0, 0]
		},
		"skills": {
			"Athletics": 3,
			"Brawl": 3,
			"Coercion": 1,
			"Cool": 3,
			"Discipline": 2,
			"Perception": 3,
			"Survival": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 3"],
		"abilities": ["Silhouette 3",
			{
			"name": "Force Resistance",
			"description": "When targeted by Force powers count the relevant skill to resist as having 5 ranks."
			},
			{
			"name": "Sweep Attack",
			"description": "The terentatek can spend :triumph: on a successful Brawl check using its massive claws to hit the target as well as anyone engaged with the target."
			},
			{
			"name": "Dark Venom",
			"description": "At the GM’s discretion a terentatek may have dark venom. If a character suffers unsoaked wounds from the terentatek’s claws or tusks, then that character is affected as per synthetic neurotoxin as per FaD 181 except the difficulty is :average-2:."
			}
		],
		"weapons": [
			{
				"name": "Massive claws",
				"skill": "Brawl",
				"damage": 15,
				"critical": 3,
				"range": "Short",
				"qualities": ["Ensnare", "Knockdown"]
			},
			{
				"name": "Goring tusks",
				"skill": "Brawl",
				"damage": 10,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 5", "Inaccurate 2"]
			}
		],
		"tags": ["source:D20Radio.com", "creature", "location:Moraband"]
	},
	{
		"name": "Hssiss, Dark Side Dragon",
		"type": "Nemesis",
		"description": "Known to the Jedi archives as “Dark Side dragons,” the hssiss are savage reptilian predators known for their intimidating bulk and vicious ferocity. Hssiss have been used as war beasts for thousands of years, first by the ancient Sith and Great Bogga the Hutt and now in the strongholds of Outer Rim crime lords. Whether fought in the bowels of a crime lord’s dungeon, in an Outer Rim gladiatorial arena, or lying in wait within the swamps and ruins of former Sith worlds, a hssiss is a formidable adversary even the most skilled combatant. The hssiss’s impressive stalking abilities are augmented by a fact known by few researchers: the hssiss can cloak itself using the Dark Side of the Force. This ability, as well as a vulnerability to domination by wielders of the Dark Side, is a legacy of their service in the armies of the Sith.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-beasts-of-moraband-ii-hssiss/"
		},
		"characteristics": {
			"Brawn": 5,
			"Agility": 3,
			"Intellect": 1,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 7,
			"wounds": 25,
			"strain": 15,
			"defence": [1, 0]
		},
		"skills": {
			"Athletics": 2,
			"Brawl": 3,
			"Coercion": 1,
			"Cool": 3,
			"Discipline": 2,
			"Perception": 2,
			"Survival": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Force Rating 2", "Sleight of Mind 2"],
		"abilities": ["Silhouette 2", "Darkside Force User", "Force Power: Misdirect",
			{
			"name": "Dark Servants",
			"description": "when making checks to handle, tame, or otherwise socially interact with this creature a character may add Force dice to the check and spend Dark Side results to add success or advantage."
			},
			{
			"name": "Dark Venom",
			"description": "at the GM’s discretion a terentatek may have dark venom. if a character suffers unsoaked wounds from the terentatek’s claws or tusks, then that character is affected as per synthetic neurotoxin as per FaD 181 except the difficulty is 2 Challenge dice)"
			}
		],
		"weapons": [
			{
				"name": "Powerful claws",
				"skill": "Brawl",
				"damage": 8,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Linked 1", "Pierce 3", "Vicious 1"]
			},
			{
				"name": "Pinning Bite",
				"skill": "Brawl",
				"damage": 6,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Ensnare 1"]
			}
		],
		"tags": ["source:D20Radio.com", "creature", "location:Moraband", "force sensitive", "darkside"]
	},
	{
		"name": "Tuk’ata",
		"type": "Rival",
		"description": "A living testament to the power of the Dark Side, the malevolent tuk’ata have been twisted by alchemy into the overly muscled hounds that guard Sith tombs to this day. The Dark Side has touched not only their bodies, but also has enhanced their minds beyond mere animal cunning. Tuk’ata are able to communicate with one another to coordinate ferocious ambushes on intruders, a trait they exploit by targeting the weakest member of an interloping group. Fearless and without mercy, these guardians will not stop biting and clawing until their victim is dead. However, the ancient alchemists long ago implanted deference to the Sith within the hound’s psyche. Force users who have embraced the Dark Side may be able to cow a tuk’ata into submission.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-beasts-of-moraband-tukata-shyrack/"
		},
		"characteristics": {
			"Brawn": 4,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 4,
			"wounds": 20,
			"defence": [1, 0]
		},
		"skills": {
			"Brawl": 3,
			"Coercion": 1,
			"Cool": 3,
			"Perception": 2,
			"Stealth": 1,
			"Survival": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Intimidating 2","Force Rating 1"],
		"abilities": ["Darkside Force User", "Force Power: Sense",
			{
			"name": "Dark Servants",
			"description": "when making checks to handle, tame, or otherwise socially interact with this creature a character may add :force: to the check and spend :darkside: results to add :success: or :advantage:."
			},
			{
			"name": "Pack Tactics",
			"description": "Add :boost: die to combat checks when engaged with another tuk’ata."
			}
		],
		"weapons": [
			{
				"name": "Rending claws",
				"skill": "Brawl",
				"damage": 5,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 2", "Vicious 1"]
			},
			{
				"name": "Rows of teeth",
				"skill": "Brawl",
				"damage": 6,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Ensnare 1", "Vicious 2"]
			}
		],
		"tags": ["source:D20Radio.com", "creature", "location:Moraband", "force sensitive", "darkside"]
	},
	{
		"name": "Shyrack",
		"type": "Minion",
		"description": "Fiercely territorial, the bat-like shyrack make their nests in the caves and tombs of Moraband in massive swarms. These blind avian predators prefer to live and hunt in dark, enclosed spaces where their echolocation grants them the advantage. Although they will defend their nests with reckless frenzy, shyracks will not normally attack any but the smallest prey. This reclusive nature is mysteriously abandoned every 63rd summer on Moraband, when shyracks spill out of their caves to fill the sky. Old Republic biologists speculated this phenomenon was the result of tectonic resonance creating powerful ultrasonic noise, and that ultrasonic emitters could frenzy or even control shyrack swarms. With the rise of the Empire, such research has been removed from all but the most remote of libraries.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-beasts-of-moraband-tukata-shyrack/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 1,
			"Intellect": 1,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 2,
			"wounds": 4
		},
		"skills": ["Brawl", "Vigilance"],
		"weapons": [
			{
				"name": "Razor teeth",
				"skill": "Brawl",
				"damage": 3,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Pierce 1"]
			}
		],
		"abilities": ["Flyer",
			{
			"name": "Echolocation",
			"description": "Ignores concealment caused by darkness up to Medium range."
			}
		],
		"tags": ["source:D20Radio.com", "creature", "location:Moraband"]
	},
	{
		"name": "Mik-Los Arnet",
		"type": "Nemesis",
		"description": "Rebel Parajumper",
		"notes": "Credits go to Linda Whitson, D20Radio.com",
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 15,
			"strain": 13
		},
		"skills": {
			"Athletics": 2,
			"Knowledge: Xenology": 3,
			"Leadership": 1,
			"Medicine": 3,
			"Melee": 1,
			"Piloting: Planetary": 3,
			"Ranged: Light": 3,
			"Resilience": 1,
			"Stealth": 2,
			"Survival": 2,
			"Vigilance": 2
		},
		"talents": ["Surgeon 2", "Stimpack Specialisation 2", "Forager", "Toughness 1", "Bacta Specialist 1"],
		"weapons": ["Heavy blaster pistol",
			{
				"name": "Combat knife",
				"skill": "Melee",
				"plus-damage": 1,
				"critical": 3,
				"range": "Engaged"
			}
		],
		"gear": ["Padded armour (+2 Soak), Thermal cloak, Crash survival kit, 5 Stimpacks, Medpac (replaces basic medpac in Crash survival kit)"],
		"tags": ["source:D20Radio.com"],
		"devOnly": true
	},
	{
		"name": "Commander Abyss",
		"type": "Nemesis",
		"description": "Amis Abyss started out in Imperial Intelligence, the beneficiary of political connections. Several of those benefactors came to regret it, when Abyss reported them to the Imperial Security Bureau for real, and fabricated offenses, to ingratiate himself with ISB. As he hoped, he was rewarded with a transfer to ISB.\n\nLike many Imperials, Abyss considers non-humans lesser beings. Even lower than that, in his estimation, are Force-sensitives, who are “freaks”. A sentiment he hopes none of the Inquisitors he has worked with in the course of his duties ever guesses. His contempt is based in fear.",
		"notes": "These are not official stats. Credits go to Linda Whitson, D20Radio.com.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 5,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 24,
			"strain": 25,
			"defence": [1, 1]
		},
		"skills": {
			"Brawl": 2,
			"Coercion": 3,
			"Discipline": 2,
			"Knowledge: Core Worlds": 2,
			"Knowledge: Education": 2,
			"Knowledge: Lore": 2,
			"Knowledge: Outer Rim": 2,
			"Knowledge: Underworld": 2,
			"Knowledge: Warfare": 2,
			"Knowledge: Xenology": 2,
			"Leadership": 4,
			"Melee": 4,
			"Perception": 2,
			"Piloting: Space": 1,
			"Ranged: Light": 3,
			"Vigilance": 2
		},
		"talents": ["Adversary 3", "Crippling Blow", "Scathing Tirade (Improved)"],
		"abilities": ["Aura of Command",
			{
			"name": "Imperial Valor",
			"description": "may perform a maneuver to cause all ranged attacks targeting him to instead hit one ally or helpless enemy he is engaged with until the beginning of his next turn."
			}
		],
		"weapons": [
			{
				"name": "Blaster pistol",
				"skill": "Ranged: Light",
				"damage": 7,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun Setting", "Superior"]
			},
			{
				"name": "Combat knife",
				"skill": "Melee",
				"plus-damage": 1,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Pierce 3", "Superior", "Vicious 1"]
			}
		],
		"gear": ["Custom crimson ISB uniform w/light breastplate and latigo belt & boots (armoured Clothing Soak 1/defence 1), encrypted comlink"],
		"tags": ["source:D20Radio.com", "empire", "imperial security bureau"],
		"devOnly": true
	},
	{
		"name": "Kath Scarlet",
		"type": "Nemesis",
		"description": "Kath Scarlet is the captain of the Binayre Pirates, a small band of pirates operating in the Corellian Sector after the rise of the Empire. She earned her position of power by elevating the Binayre from a small-time swoop gang in the slums of Corellia to a full-fledged pirate organization. Her group has since grown significantly in size, but are still poorly regarded – even among the galactic underworld. This is due primarily to Kath’s reputation as an utterly ruthless pirate, double-crossing her employers and allies without a second thought when the credits are right. Her brazen and backstabbing approach to business is the responsible for the Binayre’s rapid rise to power but may also lead to its early demise.\n\nPersonality: Kath projects what she thinks of as a rakish air – reckless, vicious, and impertinent. However, beneath her audacious front lies a cunning and treacherous mind. Scarlet grew up in the worst areas of Coronet City on Corellia and feels entirely justified in taking nearly any action, no matter how nefarious, to ensure she keeps what little status she has amassed. She is capable of clever planning and isn’t afraid to bite off more than she can chew if she believes the reward outweighs the risks.\n\nTactics: Under Scarlet’s leadership, the Binayre mainly focus on hitting lightly guarded or unarmed ships throughout the Corellian Sector. Her starships and supplies are precious, and she won’t risk them unless the potential rewards are worth it. Intent on squeezing every last bit of profit from each prize, Scarlet often steals and fences both the ship and its cargo and has even been known to sell the target’s crew into slavery. This brutal and mercenary approach has given her a bad reputation, even among other pirate crews.",
		"notes": "These are not official stats. Credits go to Phillip Krzeminski, D20Radio.com.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 15,
			"strain": 12,
			"defence": [1, 1]
		},
		"skills": {
			"Coercion": 2,
			"Deception": 2,
			"Gunnery": 2,
			"Leadership": 2,
			"Piloting: Space": 2,
			"Ranged: Light": 2,
			"Streetwise": 3,
			"Vigilance": 3
		},
		"talents": ["Adversary 2",
					{
					"name": "Debilitating Shot",
					"description": "Upon successful attack with a starship or vehicle weapon, may spend :advantage::advantage: to reduce the target’s maximum Speed by 1 until the end of the next round"
					},
					{
					"name": "Overwhelm Defenses",
					"description": "(Upon successful attack with a starship or vehicle weapon, may spend :advantage::advantage: per rank of Overwhelm Defenses to reduce the defence in the targeted zone by 1 for each :advantage::advantage: spent"
					}
		],
		"abilities": [
			{
			"name": "Pirate Leader",
			"description": "may spend a maneuver shouting orders to pirate allies in medium range, granting them :boost: to their next action."
			}
		],
		"weapons": [
			{
				"name": "Heavy blaster pistol",
				"skill": "Ranged: Light",
				"damage": 8,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun Setting", "Inaccurate 1"]
			}
		],
		"gear": ["Armoured flightsuit (+1 Soak, +1 Defence), comlink, Bloodletter (modified Firespray patrol craft)"],
		"tags": ["source:D20Radio.com", "binayre pirate", "pilot", "pirate"],
		"devOnly": true
	},
	{
		"name": "Binayre Pirate",
		"type": "Minion",
		"description": "Even amongst pirates and smugglers, the Binayre are considered scum. The core members of the pirate crew cut their teeth as swoop gangers on the streets of Corellia and are consequently willing to kill, steal, and betray to hold onto the limited wealth and luxury they have acquired. The crew is a motley collection of species, but all are decent pilots and practiced killers. However, Kath is certainly the brains and talent behind their success and they all know it. As a result, she commands great loyalty among the gang, making her possibly the only one in the galaxy who these ruffians wouldn’t stab in the back.",
		"notes": "These are not official stats. Credits go to Phillip Krzeminski, D20Radio.com.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 1,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [1, 0]
		},
		"skills": ["Gunnery", "Coercion", "Melee", "Ranged: Light", "Piloting: Space"],
		"weapons": ["Blaster pistol",
			{
				"name": "Stun baton",
				"skill": "Melee",
				"plus-damage": 2,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Stun", "Disorient 2"]
			}
		],
		"gear": ["Heavy clothing (Soak +1)", "Comlink"],
		"tags": ["source:D20Radio.com", "binayre pirate", "pirate"],
		"devOnly": true
	},
	{
		"name": "Chell “Cold Case” Wi’eeda, Journeyman Hunter",
		"type": "Rival",
		"description": "Background: Born to an enslaved family of Tibanna gas miners on the Hutt controlled world of Sleheyron, Chell spent most of her youth dreaming of escaping the miserable living and working conditions of her family. Before long, she lost both parents (her mother died in an accident, and her father was sold without notice) and was forced to make her own way. Unfortunately, there are few opportunities for a slave child, least of all in Hutt controlled space.\n\nChell began to inform on other slaves to earn her meals and eventually turned to tracking escapees full-time once she bought her freedom. Now a fully licensed bounty hunter, Chell primarily patrols Hutt space (though she will still take Imperial contracts on criminals seeking refuge in the Hutt’s domain). She hasn’t brought in any high-profile targets yet, but her track record for recovering escaped slaves with icy detachment has earned her the nickname “Cold Case” – a moniker and reputation she has embraced by christening her first starship with it.\n\nChell has a well-earned reputation for pitiless, professional detachment. The conditions of her childhood taught her that she couldn’t trust anyone and she would need to be ruthless to survive into adulthood. As a result, she rarely partners with other hunters and has trained a pack of Corellian hounds to assist her on hunts. She takes excellent care of her hounds and shows them more affection than she has ever shown another sentient being",
		"notes": "These are not official stats. Credits go to Phillip Krzeminski, D20Radio.com.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 4,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 14
		},
		"skills": {
			"Athletics": 1,
			"Coordination": 1,
			"Melee": 2,
			"Negotiation": 1,
			"Perception": 2,
			"Ranged: Heavy": 2,
			"Stealth": 3,
			"Streetwise": 2,
			"Survival": 3
		},
		"talents": ["Expert Tracker 2", "Heightened Awareness", "Hunter’s Quarry (Improved)"],
		"weapons": [
				{
				"name": "Blastech M-300 Hunting Blaster",
				"skill": "Ranged: Heavy",
				"damage": 8,
				"critical": 3,
				"range": "Extreme",
				"qualities": ["Accurate 1", "Cumbersome 2", "Pierce 2", "Stun Setting"]
				},
				{
				"name": "KDY-21 Light blaster pistol",
				"skill": "Ranged: Light",
				"damage": 5,
				"critical": 3,
				"range": "Short",
				"qualities": ["Stun Setting"]
				},
				{
				"name": "StunMaster Shock Prod",
				"skill": "Melee",
				"damage": 6,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Stun Damage", "Disorient 2"]
				}
		],
		"gear": ["Padded armour (+2 Soak), Binders, Comlink, Electrobinoculars, Survival pack, Six Corellian hounds, Cold Case (G-9 Rigger light freighter), R5 astromech droid"],
		"tags": ["source:D20Radio.com", "bounty hunter"],
		"devOnly": true
	},
	{
		"name": "Corellian Hounds",
		"type": "Minion",
		"description": "Also known as Sibian hounds, these fleet-footed canids have keen senses enhanced through generations of breeding for hunting and attack. Though originally native to Corellia, these beasts can be found all over the galaxy thanks to their aptitude as guard animals.",
		"notes": "These are not official stats. Credits go to Phillip Krzeminski, D20Radio.com.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 1,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 3,
			"wounds": 5
		},
		"skills": ["Athletics", "Brawl", "Perception", "Stealth", "Vigilance"],
		"weapons": [
			{
				"name": "Teeth",
				"skill": "Brawl",
				"Damage": 4,
				"critical": 4,
				"range": "Engaged",
				"qualities": ["Ensnare 1", "Pierce 1"]
			}
		],
		"abilities": [
			{
			"name": "Scent",
			"description": "Add :boost::boost: to Perception or Survival checks made to track prey."
			}
		],
		"tags": ["source:D20Radio.com", "creature"],
		"devOnly": true
	},
	{
		"name": "B2 Super Battle Droid (Minion)",
		"type": "Minion",
		"description": "Created by Baktoid Combat Automata to serve as front line heavy infantry, the B2 Super Battle Droid is superior to its predecessor the B1 in all respects. Boasting reinforced armour, integrated anti-personnel weaponry, and programming capable of operation without a command signal, this hulking battle droid is a formidable foe on or off the battlefield. Before the introduction of the IG-100 MagnaGuard, B2s were seen serving as bodyguards to Separatist leaders such as Count Dooku. With the end of the Clone Wars, B2s are a rare sight. Some scavenged models serve crime lords or private militias; others have been re-purposed for use in gladiator arenas. Some abandoned B2s were never shut down, and still carry out their last orders, defending forgotten Separatist ships and installations awaiting unsuspected salvagers.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-super-battle-droid/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 1,
			"Cunning": 1,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 6,
			"wounds": 8
		},
		"skills": ["Brawl", "Gunnery", "Ranged: Light"],
		"abilities": ["Droid"],
		"weapons": [
			{
				"name": "Integrated wrist blaster",
				"skill": "Ranged: Light",
				"damage": 9,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Cumbersome 3", "Auto-Fire"]
			},
			{
				"name": "Rocket launcher arm",
				"skill": "Gunnery",
				"damage": 12,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Blast 8", "Limited Ammo 4"]
			},
			{
				"name": "Mechanical slam",
				"skill": "Brawl",
				"damage": 6,
				"critical": 5,
				"range": "Engaged",
				"qualities": ["Knockdown"]
			}
		],
		"tags": ["species:Droid","source:D20Radio.com", "battle droid"]
	},
	{
		"name": "B2 Super Battle Droid (Rival)",
		"type": "Rival",
		"description": "Created by Baktoid Combat Automata to serve as front line heavy infantry, the B2 Super Battle Droid is superior to its predecessor the B1 in all respects. Boasting reinforced armour, integrated anti-personnel weaponry, and programming capable of operation without a command signal, this hulking battle droid is a formidable foe on or off the battlefield. Before the introduction of the IG-100 MagnaGuard, B2s were seen serving as bodyguards to Separatist leaders such as Count Dooku. With the end of the Clone Wars, B2s are a rare sight. Some scavenged models serve crime lords or private militias; others have been re-purposed for use in gladiator arenas. Some abandoned B2s were never shut down, and still carry out their last orders, defending forgotten Separatist ships and installations awaiting unsuspected salvagers.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-super-battle-droid/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 1,
			"Cunning": 1,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 6,
			"wounds": 18
		},
		"skills": {
			"Brawl": 1,
			"Gunnery": 1,
			"Melee": 2,
			"Ranged: Light": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 1"],
		"abilities": ["Droid"],
		"weapons": [
			{
				"name": "Integrated wrist blaster",
				"skill": "Ranged: Light",
				"damage": 9,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Cumbersome 3", "Auto-Fire"]
			},
			{
				"name": "Rocket launcher arm",
				"skill": "Gunnery",
				"damage": 12,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Blast 8", "Limited Ammo 4"]
			},
			{
				"name": "Mechanical slam",
				"skill": "Brawl",
				"damage": 6,
				"critical": 5,
				"range": "Engaged",
				"qualities": ["Knockdown"]
			}
		],
		"tags": ["species:Droid","source:D20Radio.com", "battle droid"]
	},
	{
		"name": "CompForce Security Trooper",
		"type": "Minion",
		"description": "Where subversion and corruption threaten security, the ideological purity and fanatical loyalty of CompForce units is employed to protect the New Order. Security Troops are graduates of COMPNOR’s Sub-Adult Group education program and CompForce’s Observation Cadre training. Seen as poorly trained political spies by the regular military, this reputation is partly true: while CompForce Security Troopers lack combat training, their ideological motivation and keen eye for dissidence and contraband make them suitable for their role. Ostensibly deployed away from the front lines to give the CompForce members military experience while providing service to the Empire, in reality these troopers are specifically sent where the threat of ideological subversion is greatest. Teams provide access and patrol security to Imperial installations and support Customs officers in search and screening operations at ports throughout the galaxy. While on the lookout for contraband such as spice and weapons, they are equally discerning in rooting out subversive literature and other propaganda.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/lore-check-compforce-security-and-guard-massiffs/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5
		},
		"skills": ["Coercion", "Discipline", "Perception"],
		"weapons": ["Blaster carbine", "Stun grenade"],
		"gear": ["Blast vest (+1 Soak)", "Utility belt", "Extra reloads", "General purpose scanner", "For each security detachment of two or four troopers one may be a massiff handler"],
		"tags": ["source:D20Radio.com", "empire", "imperial bureaucracy"]
	},
	{
		"name": "Guard Massiff",
		"type": "Rival",
		"description": "An armoured lizard native to the Outer Rim world of Geonosis, the massiff’s keen senses and predatory instincts make a formidable guard animal when combined with the right training. Massiffs have been employed in this role by the settlers and Sand People of Tatooine, the Coruscant Guard and Recon Force of the Grand Army of the Republic, and on many planets and organizations across the galaxy. These massiffs have been trained by their handlers to detect intruders and contraband by sense of smell, and to restrain rather than tear with their formidable claws.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/lore-check-compforce-security-and-guard-massiffs/"
		},
		"characteristics": {
			"Brawn": 4,
			"Agility": 3,
			"Intellect": 1,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 16
		},
		"skills": {
			"Brawl": 2,
			"Perception": 3,
			"Resilience": 1,
			"Survival": 1,
			"Vigilance": 3
		},
		"talents": ["Adversary 1"],
		"abilities": [
		{
		"name": "Sniffer Conditioning",
		"description": "Through specific training, guard massiffs can use keen sense of smell to detect beings, this has the effect of removing up to :setback::setback: from Perception checks within Medium range. At Engaged range, a guard massiff gains :boost: to find contraband, by detecting the smell of spice, the ozone in high energy power packs, etc."
		}
		],
		"weapons": [
			{
				"name": "Tearing fangs",
				"skill": "Brawl",
				"damage": 4,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Vicious 3"]
			},
			{
				"name": "Claws",
				"skill": "Brawl",
				"damage": 5,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Ensnare 1"]
			}
		],
		"tags": ["creature","source:D20Radio.com"]
	},
	{
		"name": "Rear Admiral Olenka Zavalle",
		"type": "Nemesis",
		"description": "Despite being relegated to patrolling the fear reaches of the Outer Rim, Rear Admiral Olenka Zavalle has assembled a capable strike group by amalgamating a series of smaller patrol and security formations into a single command. A Core Worlder from a reasonably well connected family, Zavalle was a rising star within the Imperial Navy until she ran afoul of Admiral Motti while assigned to his staff. It was not long before Admiral Motti grew tired of Zavalle’s constant questioning of his assumptions and beliefs. Given Zavalle’s exemplary record, Motti’s only recourse to dispose of her was arranging a promotion to a remote posting – commander of long range patrols in the Outer Rim. Undefeated, Zavalle re-organized forces within her jurisdiction into a unique formation of fast, light, and numerous strike craft. Her fleet may not be doctrinal, but it has been wildly successful in hunting down criminals and Rebels alike.\n\nRagtag by Imperial standards, Admiral Zavalle’s strike group more closely resembles the Rebel Alliance fleet than the usual image of the Imperial Navy. Instead of being centered around a few Star Destroyers, her forces include Raider-class corvettes, Quasar Fire-class light carriers, innumerable TIEs of most variants, and a handful of Arquitens-class light cruisers.These forces are by no means heavy, but Zavalle emphasizes the strengths of her formation: flexibility, speed, and the de-centralization of capabilities. Losing any one ship will have little effect on the strike group’s combat effectiveness, unlike the hammer blow that the loss of a Star Destroyer can be in a mid-sized fleet engagement. This makes her forces a unique threat and potentially a refreshing challenge for your PCs.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-three-imperial-commanders/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 15,
			"strain": 21
		},
		"skills": {
			"Cool": 3,
			"Discipline": 3,
			"Knowledge: Education": 2,
			"Knowledge: Warfare": 3,
			"Leadership": 3,
			"Perception": 2,
			"Ranged: Light": 3
		},
		"talents": ["Adversary 1", "Commanding Presence 2", "Master Strategist"],
		"abilities": [
			{
			"name": "Swarm Coordination",
			"description": "So long as Zavalle’s force has a significant numbers advantage, upgrade the difficulty of Mass Combat checks once in addition to the usual upgrade for her ranks in Leadership."
			},
			{
			"name": "Lightning Reinforcements",
			"description": "May spend :threat::threat::threat:, in addition to the usual :despair:, to call in reinforcements and increase the force size by one step."
			}
		],
		"weapons": ["Blaster pistol"],
		"gear": ["Naval officer’s uniform (+1 Soak)", "Comlink", "Code cylinders"],
		"tags": ["source:D20Radio.com", "empire", "imperial military"]
	},
	{
		"name": "Major Jex Karvek – Commando Raider",
		"type": "Nemesis",
		"description": "A veteran of Crix Madine’s original Storm Commando unit, Major Karvek has spent nearly his entire career within the Imperial special forces. Karvek grew up on the frontier of the Outer Rim. His rustic upbringing, like that of many of his enemies in the Rebellion, fostered a strong sense of independence. Karvek fully embraces the Storm Commando’s purpose: to fight fire with fire by employing asymmetric tactics against the Rebel Alliance. But Major Karvek takes this doctrine a step further than simply replicating guerrilla tactics. He sees the value that the Rebel’s use of individual initiative brings to the battlefield, and thus demands that of his 909th Detachment commandos.\n\n909th Storm Commando Detachment\n\nNormally dispatched on deliberate operations or attached to other forces in a platoon, or even squad sized elements, it is rare to see an entire Storm Commando detachment conduct missions under their organic chain of command. Major Karvek’s detachment, the 909th, is an exception to this rule. When mission success is demanded under extreme circumstances, but when the deployment of mass numbers of conventional forces proves undesirable, the 909th is dispatched to do with a company what would be expected of a regiment. Karvek’s commandos are highly trained and capable of operating on their own initiative, making this detachment ready for anything.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-three-imperial-commanders/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 20,
			"strain": 18,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 2,
			"Cool": 4,
			"Discipline": 3,
			"Knowledge: Warfare": 3,
			"Leadership": 3,
			"Melee": 2,
			"Perception": 2,
			"Ranged: Heavy": 3,
			"Ranged: Light": 3,
			"Resilience": 2,
			"Stealth": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 3", "Barrage 1", "Commanding Presence 2", "Point Blank 1", "Ready for Anything 3"],
		"abilities": ["Tactical Direction",
				{
				"name": "Mission Command",
				"description": "So long as Major Karvek’s last orders are applicable to the situation, upgrade the difficulty of Mass Combat checks while cut off by his full leadership value as opposed to the usual half."
				}
		],
		"weapons": [
			{
				"name": "Blaster rifle with foregrip and sling",
				"skill": "Ranged: Heavy",
				"damage": 9,
				"critical": 3,
				"range": "Long",
				"qualities": ["Stun", "Forearm Grip", "Weapon Sling", "Quick Draw"]
			}
		],
		"gear": ["Storm commando armour (+1 Soak, 1 defence, reflec coating [upgrade Stealth checks once, sensors cannot detect the wearer subject to GM discretion], enhanced optics suite), Long range comlink, Utility belt, Extra reloads"],
		"tags": ["source:D20Radio.com", "empire", "imperial military", "stormtrooper"]
	},
	{
		"name": "Major General Billek Vilneon",
		"type": "Nemesis",
		"description": "Combined Arms Steamroller\n\nIn the eyes of Major General Vilneon, the Imperial Army is a machine. A trained engineer, experienced armoured officer, and decorated commander, it should be no surprise a man who has spent more than half his life working with war machines sees the military in this way. The Imperial Army is a complicated with a vast array of specialties, unit types, equipment loadouts, and tactical procedures. Infighting between the branches and the use of pet projects to advance careers further divides the Army. Little enrages Vilneon more than this, for he sees it as akin to debating whether the repulsorlift or the powerplant is more important on a hovertank – both are vital and must work in concert. General Vilneon has thus made a career of organizing combined arms groups from different branches and service, building true teams with strong cohesion and identity. While fully implementing Imperial doctrine and uniformity, Vilneon has added something the Imperial military lacks despite its stated ideology: unity.\n\n7th Assault Battlegroup\n\nBattlegroups are normally commanded by High Colonels, with Major Generals commanding a Corps comprised of several Battlegroups. Given General Vilneon’s high status, it should be no surprise the 7th Assault Battlegroup has a unique task organization. A normal Assault Battlegroup would be composed of two line regiments, an assault regiment, and an armoured regiment. The 7th instead has two assault regiments augmented with walkers, an armoured regiment, and a stormtrooper regiment. These troops train extensively in combined arms operations. Retaining the regimental system for little more than administrative purposes, this battlegroup is functionally organized around a series of combined arms brigades that train and fight together. The result is a highly coordinated, and therefore deadly, opponent to face on the battlefield.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-three-imperial-commanders/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 4,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 17,
			"strain": 19,
			"defence": [1, 1]
		},
		"skills": {
			"Cool": 2,
			"Discipline": 3,
			"Knowledge: Warfare": 4,
			"Leadership": 4,
			"Perception": 2,
			"Ranged: Light": 3,
			"Resilience": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Commanding Presence 2", "Careful Planning"],
		"abilities": ["Tactical Direction",
				{
				"name": "Combined Arms Doctrine",
				"description": "So long as Major General Vilneon is the opposing commander, always increase the difficulty for a combined arms enemy force by two instead of one."
				}
		],
		"weapons": [
			{
				"name": "Blaster pistol",
				"skill": "Ranged: Light",
				"damage": 7,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun"]
			}
		],
		"gear": ["Army officer armour (+1 Soak, +1 Defence), Long range comlink, Utility belt, Extra reloads"],
		"tags": ["source:D20Radio.com", "empire", "imperial military"]
	},
	{
		"name": "Dantris “Dani” Solomani",
		"type": "Nemesis",
		"description": "AKA Dr. Danny Solys, Jedi Mentor",
		"notes": "These are not official stats. Credits go to Linda Whitson, D20Radio.com",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 5,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 17,
			"strain": 19,
			"defence": [1, 1]
		},
		"skills": {
			"Brawl": 1,
			"Charm": 3,
			"Cool": 3,
			"Discipline": 3,
			"Knowledge: Core Worlds": 2,
			"Knowledge: Education": 2,
			"Knowledge: Lore": 4,
			"Knowledge: Outer Rim": 2,
			"Knowledge: Underworld": 2,
			"Knowledge: Warfare": 2,
			"Knowledge: Xenology": 2,
			"Lightsaber": 2,
			"Medicine": 4,
			"Vigilance": 2
		},
		"talents": ["Adversary 3", "Force Rating 3", "Calming Aura", "Healing Trance 2", "Physician 3", "Surgeon 1"],
		"abilities": ["Force Power: Influence", "Force Power: Sense", "Force Power: Heal"],
		"weapons": ["Basic lightsaber"],
		"gear": ["Doctor’s garb (Soak +1), Physician’s kit, Datapad, Various personal items and mementos."],
		"tags": ["source:D20Radio.com", "jedi"],
		"devOnly": true
	},
	{
		"name": "Canto Bight Police Officer",
		"type": "Minion",
		"description": "The beautiful coastal city of Canto Bight is kept safe and orderly by the fine beings of the Canto Bight Police Department, or such is the outward perception. On the surface, Canto Bight police appear courteous and professional – the perfect constables. Underneath the finely tailored uniforms and polished arms and equipment, CBPD officers are more hired muscle than lawbeings. Justice is no concern to these police officers; instead they ensure the resort city’s best interests are met, whether it be brutally punishing vandals or looking the other way as to the source of laborers. Law is negotiable on Canto Bight, at least for the wealthy and connected. While there are unspoken red lines, such as anything which damages the prestige and profitability of the city’s gambling establishments, almost any transgression can be overlooked for the right price.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-canto-bight-police-officers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [1, 1]
		},
		"skills": ["Ranged: Heavy", "Ranged: Light", "Charm", "Melee", "Perception"],
		"weapons": [
			{
				"name": "Relby K-25 blaster, Default",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun "]
			},
			{
				"name": "Relby K-25 blaster, Heavy",
				"skill": "Ranged: Light",
				"damage": 8,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun", "Accurate"]
			},
			{
				"name": "Relby K-25 blaster, Rifle",
				"skill": "Ranged: Heavy",
				"damage": 9,
				"critical": 3,
				"range": "Long",
				"qualities": ["Stun", "Accurate"]
			},
			{
				"name": "Electro-shock prod",
				"skill": "Melee",
				"damage": 6,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Stun", "Disorient 2"]
			}
		],
		"abilities": [
			{
			"name": "Bribable",
			"description": "Skill checks to bribe or otherwise take advantage of police corruption gain :advantage:."
			}
		],
		"gear": ["Armoured uniform (+1 Soak, +1 Defence)", "Multispectrum police glow rod", "Encrypted long range comlink."],
		"tags": ["source:D20Radio.com", "location:Canto Bight", "security"]
	},
	{
		"name": "Canto Bight Police Sergeant",
		"type": "Rival",
		"description": "Immaculately dressed and well spoken, the sergeants of Canto Bight’s police force represent the highly shone image Cantonica presents to the galaxy. Underneath this veneer, these non-commissioned officers understand the only true law on world is keep the wealthy clientele happy and their credits flowing. Police officers with strong records, despite a few ethics breaches, form a major recruiting pool for CBPD leadership. Many of these sergeants run their own side racket, skimming a few credits here and there. This is all but actively encouraged by higher ups, as most of these side deals depend on the continual success of Canto Bight’s luxury services. These officers do keep the peace, but will look the other way if the price is right.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-bounty-contract-resistance-purchaser/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 15,
			"defence": [1, 1]
		},
		"skills": {
			"Charm": 1,
			"Coercion": 2,
			"Cool": 1,
			"Deception": 2,
			"Melee": 2,
			"Negotiation": 2,
			"Perception": 2,
			"Ranged: Heavy": 2,
			"Ranged: Light": 2
		},
		"talents": ["Nobody’s Fool 2"],
		"abilities": ["Tactical Direction",
			{
			"name": "Bribable",
			"description": "Skill checks to bribe or otherwise take advantage of police corruption gain :advantage:."
			}
		],
		"weapons": ["Blaster rifle", "Frag grenade", "Vibroknife",
			{
				"name": "Relby K-25 blaster, Heavy",
				"skill": "Ranged: Light",
				"damage": 8,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun", "Accurate"]
			},
			{
				"name": "Electro-shock prod",
				"skill": "Melee",
				"damage": 6,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Stun", "Disorient 2"]
			}
		],
		"gear": ["Armoured uniform (+1 Soak, +1 Defence)", "Multispectrum police glow rod", "Encrypted long range comlink"],
		"tags": ["source:D20Radio.com", "location:Canto Bight", "security"]
	},
	{
		"name": "Fathier",
		"type": "Rival",
		"description": "A non-sentient, however insightful species, the Fathier have very long legs, brownish fur, and long ears that distinguish it from other species. Fathiers can run at great speeds across any type of terrain. In the film, we even see one climb nearly straight up a short cliff face to escape. Their great speed has made them sought after by gambling houses all across the galaxy and caused the enslavement of many of their kind. They are hunted and forced to race in many casinos and race tracks in the galaxy. In fact, when kept in captivity, Fathiers often must endure “Double-Gravity” chambers causing them to gain strength even when moving about their confined areas. The people of Canto Bight on the planet Cantonica are particularly cruel to the animals.\n\nFathiers are easily domesticated and can be fitted with a riding harness and saddle. Tognath Mercenaries during the time of the Galactic Civil War often rode Fathiers during hit and run missions.",
		"source": {
			"owner": "Scott Alden",
			"url": "http://www.d20radio.com/main/the-gm-awakens-the-fathier/"
		},
		"characteristics": {
			"Brawn": 4,
			"Agility": 4,
			"Intellect": 2,
			"Cunning": 1,
			"Willpower": 1,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 20,
			"defence": [1, 0]
		},
		"skills": {
			"Athletics": 2,
			"Coordination": 1
		},
		"abilities": ["Silhouette 2", "Domesticable 2", "Trained Mount 2",
			{
			"name": "Speed 2",
			"description": ""
			}
		],
		"weapons": [
			{
				"name": "Trampling Hooves",
				"skill": "Brawl",
				"damage": 8,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Knockdown"]
			}
		],
		"tags": ["source:D20Radio.com", "creature", "location:Canto Bight", "riding beast"],
		"devOnly": true
	},
	{
		"name": "Staff Officer",
		"type": "Rival",
		"description": "The complexity of the galaxy’s conflicts mean all but the lowest level military commanders need dedicated staff officers to help plan and manage operations. Whether analyzing information, coordinating forces, planning for contingencies, or ensuring support, these officers focus on the details for their commander. This frees the commander to think big picture, able to do the art rather than the science of military operations. Thus it is said, behind every Ackbar or Thrawn are unknown, but effective staff turning their commander’s vision into reality.\n\nThe goliath Imperial war machine employs thousands of staff officers in an effort to keep the gears of war turning. Service on a staff is often seen as necessary for career progression through forging networks across branches and securing patronage from higher officers. This career climbing can come at a price for Imperial efficiency, however, as some unscrupulous officers find sabotage of others easier than succeeding on their own merits.\n\nThe Rebel Alliance, strapped for personnel at all levels, can rarely afford to spare enough officers for a full staff. Qualified officers are needed in command positions, and indeed academy trained leaders are a minority in the ranks. Instead of a rigid doctrinal definition of staff, the Alliance uses collaborative planning to perform the same basic function. Specialists from all walks of life, and all ranks, are invited to contribute when their expertise may be useful. With a galaxy-wide war of liberation to fight, most Rebel commanders will heed the words of  the former professor even if they wear a lowly enlisted rank in the Alliance’s military hierarchy.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-staff-officers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 14,
			"defence": [0, 0]
		},
		"skills": {
			"Computers": 1,
			"Discipline": 2,
			"Knowledge: Education": 2,
			"Knowledge: Warfare": 3,
			"Leadership": 2,
			"Perception": 1,
			"Ranged: Light": 2,
			"Vigilance": 1
		},
		"abilities": [
			{
			"name": "Staff Branch Intelligence",
			"description": "Once per encounter, reduce the difficulty of a Mass Combat check by one."
			},
			{
			"name": "Staff Branch Operations",
			"description": "Once per encounter, treat the acting force strength in a Mass Combat check as one higher."
			},
			{
			"name": "Staff Branch Logistics",
			"description": "Once per encounter, negate a reduction in force strength by one."
			},
			{
			"name": "Staff Branch Plans",
			"description": "Once per encounter, the acting force commander may use the Careful Planning talent as if it was their own."
			},
			{
			"name": "Staff Branch Signals",
			"description": "Once per encounter, negate an ability that prevents the acting force commander from applying their Leadership skill."
			}
		],
		"talents": ["Careful Planning", "Researcher 2", "Thorough Assessment"],
		"weapons": ["Blaster pistol"],
		"gear": ["Uniform (+1 Soak)", "Encoded datapad with staff estimates and planning data"],
		"tags": ["source:D20Radio.com", "rebel alliance"]
	},
	{
		"name": "Cipher Agent",
		"type": "Nemesis",
		"description": "When Imperial Intelligence has a mission of the utmost importance to be completed under extreme circumstances, they turn to the elite Cipher Agents. Stripped of their identities, Cipher Agents were like high level operatives in Intelligence in that they were officially addressed only by a numeric designation such as Cipher Nine. Cipher Agents were given broad authority, with permission to recruit operatives and move about the galaxy on their own initiative. Expertly trained, armed with enhanced weapons, and provided with experimental equipment, Cipher Agents are some of the most dangerous individuals in the galaxy. The advanced capabilities of these operatives has not escaped their Sith masters. Several Cipher Agents have secretly been brainwashed with powerful hypnotic controls known as Castellan Restraints. These restraints are used as a control against Cipher Agents acting against the Sith.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-imperial-intelligence-and-cipher-agents-swtor/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 4,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 18,
			"strain": 18,
			"defence": [1, 1]
		},
		"skills": {
			"Brawl": 2,
			"Coercion": 2,
			"Charm": 3,
			"Cool": 3,
			"Coordination": 1,
			"Deception": 3,
			"Discipline": 3,
			"Knowledge: Education": 3,
			"Knowledge: Underworld": 1,
			"Knowledge: Warfare": 2,
			"Melee": 3,
			"Perception": 3,
			"Ranged: Heavy": 3,
			"Ranged: Light": 3,
			"Stealth": 4,
			"Streetwise": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 3", "Deadly Accuracy (Melee) 3", "Lethal Blows 2", "Plausible Deniability 3", "Soft Spot", "True Aim 2"],
		"abilities": [
			{
				"name": "Counter-Jedi Tactics",
				"description": "Upgrade the difficulty of any checks targeting this character’s mind using Force powers once, add 1 to this character’s defence against lightsaber attacks."
			}
		],
		"weapons": [ "Heavy blaster pistol",
			{
				"name": "Accurized blaster rifle",
				"skill": "Ranged: Heavy",
				"damage": 10,
				"critical": 3,
				"range": "Long",
				"qualities": ["Stun", "Accurate 1"]
			},
			{
				"name": "ShockBlade vibroknife",
				"skill": "Melee",
				"plus-damage": 1,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Accurate 1", "Pierce 2", "Stun 4", "Vicious 1"]
			}
		],
		"gear": ["Personal stealth field generator (as per Outlaw Tech Personal Stealth Field, EotE pg. 186 – these devices tend to self-destruct in non-Intelligence hands), Encrypted holocom, Three stimpacks, Additional high tech gear as desired."],
		"tags": ["source:D20Radio.com", "imperial intelligence", "empire"]
	},
	{
		"name": "Imperial Emigration Officer",
		"type": "Rival",
		"description": "The free flow of sentient beings, as with many failings of the Old Republic, can no longer be tolerated by the Empire. The Imperial Security Bureau now centrally manages interplanetary customs and immigration. Inducting existing security forces, such as CorSec, into the Imperial fold, movement off heavily populated worlds is strictly controlled by local emigration officers. Ostensibly designed to prevent transplanetary crime, the Empire is far more concerned with controlling populations as resources. Workers in critical industries, such as naval construction at Corellia, are routinely denied exit visas. Much cheaper than centrally training and posting military or ISB personnel to far flung worlds, the trade off is a lack of indoctrination and thus reliability. It is not unheard of for local emigration officers to break protocol in compassionate cases or even accept bribes, actions deemed anathema to zealous Imperial personnel.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-imperial-emigration-officer-solo-content/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 12,
			"defence": [0, 0]
		},
		"skills": {
			"Astrogation": 1,
			"Discipline": 1,
			"Perception": 2,
			"Vigilance": 3
		},
		"abilities": [],
		"talents": ["Nobody’s Fool 1"],
		"gear": ["Encoded datapad, Secure comlink, Hand scanner"],
		"tags": ["source:D20Radio.com", "empire", "imperial bureaucracy"]
	},
	{
		"name": "Imperial Ground Crew",
		"type": "Rival",
		"description": "As a government that prides itself on order and efficiency, the Empire demands precise coordination in all things. The men and women of Imperial military ground crews add, in their own small way, to that efficiency. Although hardly glamorous, such mundane matters as traffic control, arming and fueling, and routine maintenance are truly critical to keeping the Imperial war machine fighting.\n\nImperial ground crew serve at military installations across the galaxy. Whether a space-borne docking bay, major spaceport, or austere landing pad, ground crew ensure military craft are well taken care of when not in use. Although qualified to handle the gamut of Imperial starships, ground crew often grow connected to the equipment specific to their unit. Aboard a star destroyer’s fighter wing, for example, it is common for the technical crew to rib the flight crews, claiming that the TIEs belong to the technical crew and are merely lent to the pilots.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-imperial-ground-crew/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 12,
			"defence": [0, 0]
		},
		"skills": {
			"Mechanics": 2,
			"Melee": 1,
			"Perception": 2,
			"Piloting: Planetary": 1,
			"Piloting: Space": 1,
			"Vigilance": 1
		},
		"abilities": [
			{
				"name": "Traffic Control",
				"description": "Upgrade Leadership or Perception skill checks for the purposes of traffic control or otherwise coordinating multiple vehicles in tight spaces."
			}
		],
		"talents": ["Fine Tuning 2"],
		"weapons": [
			{
				"name": "Traffic baton",
				"skill": "Melee",
				"damage": 4,
				"critical": 5,
				"range": "Engaged",
				"qualities": ["Stun", "Disorient 2"]
			},
			{
				"name": "ShockBlade vibroknife",
				"skill": "Melee",
				"plus-damage": 1,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Accurate 1", "Pierce 2", "Stun 4", "Vicious 1"]
			}
		],
		"gear": ["Deck crew uniform (+1 Soak, integrated comlink, ground control HUD [gain automatic :advantage: on Perception checks to determine distance])", "Flight suit", "Utility belt"],
		"tags": ["source:D20Radio.com", "empire", "imperial military"]
	},
	{
		"name": "Senate Guard (D20Radio)",
		"type": "Rival",
		"description": "Respected protectors of the Republic Senate, and by extension the democracy with which that body represents, the Senate Guard proudly uphold centuries of tradition. The Guard were charged with securing the Senate District on Coruscant as well as the Chancellor’s personal protection. An elite force, experienced recruits were drawn from planetary police organizations, the Judicial Forces, and even private companies. Not merely passive protectors of the Senate, the Guard actively sought out threats to through independent investigation. While the Guard generally cooperated with local police and the Jedi, they retained an elite branch known as the Senate Commandos. Charged with special missions, these commandos were employed on matters of utmost sensitivity to the Republic.\n\nThe Senate Guard played a critical role in the waning days of the Republic. Trading their ceremonial robes for reinforced armour, the Guard actively resisted covert Separatist activities including subversion, kidnapping, and terror attacks. Later referred to as the Blue Guard, in contrast to Supreme Chancellor Palpatine’s new Red Guard, these protectors would be gradually phased out in favour of Palpatine’s personal force. The Senate Guard, alongside the Republic’s thousand year democracy, were summarily retired by the Emperor’s declaration of a new order.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-senate-guard-and-senate-commandos/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 6,
			"wounds": 16,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 1,
			"Brawl": 2,
			"Charm": 1,
			"Discipline": 2,
			"Melee": 2,
			"Perception": 2,
			"Ranged: Light": 2,
			"Ranged: Heavy": 2,
			"Vigilance": 3
		},
		"abilities": [
			{
				"name": "Defenders of Democracy",
				"description": "Senate Guards downgrade the difficulty of Discipline checks to resist effects such as fear or bribery, Republic security forces minions that can see a Senate Guard within long range add :boost: to Discipline checks."
			}
		],
		"talents": ["Adversary 1", "Body Guard 2", "Point Blank 3"],
		"weapons": ["Blaster rifle", "Heavy blaster pistol", "Force pike"],
		"gear": ["Laminate armour with ceremonial robes (+2 Soak, +1 Defence), Secure comlink, Utility belt with stimpacks"],
		"tags": ["source:D20Radio.com", "republic"]
	},
	{
		"name": "Sabacc Player",
		"type": "Rival",
		"description": "Possessing enough skill to beat the odds in the long run is rare among gamblers, but especially true for a game as random as sabacc. Whether through dice as in Corellian Spike, or by the shifting cards themselves in the Core Worlds, the element of chance deters many from high stakes sabacc play. Those who do brave the table for game after game bring steely nerves, a keen eye for tells, and a strategic intuition for when to hold or fold. Almost every casino hosts professional players, the same holding true for gambling holes and card sharks, and the question must be asked: game after game, how can they get ahead? There answer is a very particular set of skills combined with the confidence to take prudent risks.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-sabacc-players-and-therm-scissorpunch-solo-content/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 13,
			"defence": [0, 0]
		},
		"skills": {
			"Cool": 2,
			"Deception": 2,
			"Discipline": 1,
			"Perception": 2,
			"Skulduggery": 1,
			"Streetwise": 2
		},
		"abilities": [
			{
				"name": "Know When to Hold ‘Em",
				"description": "Remove :setback::setback: from Cool or Discipline checks while gambling."
			}
		],
		"talents": [
			{
				"name": "Second Chances 1",
				"description": "Once per encounter, chose one die and reroll it."
			}
		],
		"gear": ["Fine clothing (Soak +1)", "Hard currency."],
		"tags": ["source:D20Radio.com", "gambler", "civilian"]
	},
	{
		"name": "Therm Scissorpunch",
		"type": "Rival",
		"description": "An allegedly notorious sabacc player known to frequent the Vandor’s Fort Ypso Lodge, this Nephran gambler relies on intimidation to unbalance his opponents. He demands other patrons refer to him as Therm Scissorpunch. Whether this nickname was earned, or self-invented, is unknown. Veracity aside, the nickname refers to the very real shank implanted in Therm’s left claw.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-sabacc-players-and-therm-scissorpunch-solo-content/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 17,
			"defence": [0, 0]
		},
		"skills": {
			"Brawl": 2,
			"Coercion": 2,
			"Cool": 1,
			"Deception": 1,
			"Perception": 1,
			"Streetwise": 2
		},
		"abilities": [
			{
				"name": "Dread Lobster",
				"description": "Remove :setback::setback: from Coercion checks."
			}
		],
		"talents": ["Adversary 1", "Up the Ante 1"],
		"weapons": [
			{
				"name": "Claw shank",
				"skill": "Brawl",
				"damage": 4,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 1", "Vicious 1"]
			}
		],
		"gear": ["Padded armour (+2 Soak)", "Hard currency"],
		"tags": ["source:D20Radio.com", "gambler", "civilian"]
	},
	{
		"name": "Cloud-Rider Marauder",
		"type": "Minion",
		"description": "Dreaded pirates led by the mysterious Enfys Nest, the notorious Cloud-Rider marauders are the scourge of the Outer Rim. They strike from the skies, mounted on modified swoop bikes, conducting lightning raids to snatch and grab valuable cargo. The speed of these assaults often means that by the time security forces are alerted to what is happening the marauders have already escaped. Clad in a mixture of scavenged, or looted, flight suits and local animal leathers, most marauders conceal their identities with masks or helmets. Most see the Cloud-Riders as pirates to be feared, but whispers of support can be heard in some quarters. Although fearsome in appearance and tactics, some have noticed the marauders almost always target the Imperial military or rival criminal gangs, rarely accosting innocent civilians. While the motives of the Cloud-Riders are as unknown as the true identity of their leader, the threat of a surprise attack by these marauders is well known to Imperials stationed in the Outer Rim.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-cloud-riders-skyblade-330-swoop-bike-solo-content/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 4,
			"defence": [0, 0]
		},
		"skills": ["Athletics", "Coordination", "Melee", "Piloting: Planetary", "Ranged: Light"],
		"weapons": [
			{
				"name": "Tibanna-jacked DH-17 blaster pistol",
				"skill": "Ranged: Light",
				"damage": 8,
				"critical": 2,
				"range": "Medium"
			},
			{
				"name": "Vibrobayonet",
				"skill": "Melee",
				"damage": 3,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 3"]
			}
		],
		"abilities": [
			{
				"name": "Look Before You Leap",
				"description": "Downgrade the difficulty of checks to jump or avoid falling once."
			}
		],
		"talents": ["Physical Training 1"],
		"gear": ["Flightsuit and animal hides (+1 Soak)", "Grappling hooks."],
		"tags": ["source:D20Radio.com", "pirate", "swoop racer"]
	},
	{
		"name": "Senex, Krath War Droid",
		"type": "Nemesis",
		"description": "Unique Droid. Holocron Database & Combat Instructor, Senex functions as a Holocron party resource, but grants access to three skills: Charm, Knowledge (Lore), and Lightsaber.\n\nhttp://www.d20radio.com/main/galaxy-guide-masters-in-exile-senex-jedi-training-droid/",
		"notes": "These are not official stats. Credits go to Phillip Krzeminski, D20Radio.com",
		"characteristics": {
			"Brawn": 4,
			"Agility": 4,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 7,
			"wounds": 24,
			"strain": 23,
			"defence": [0, 0]
		},
		"skills": {
			"Athletics": 2,
			"Brawl": 3,
			"Charm": 2,
			"Coordination": 2,
			"Cool": 3,
			"Deception": 3,
			"Discipline": 3,
			"Knowledge: Education": 3,
			"Knowledge: Lore": 4,
			"Lightsaber": 4,
			"Mechanics": 2,
			"Melee": 3,
			"Perception": 3,
			"Ranged: Light": 2,
			"Skulduggery": 3,
			"Vigilance": 3
		},
		"talents": ["Adversary 3", "Parry (Improved) 5", "Trust No One",
			{
				"name": "Secrets of the Jedi",
				"description": "Senex may decrease the difficulty of checks made to construct or repair lightsaber hilts twice."
			}
		],
		"abilities": ["Droid"],
		"weapons": [ "Heavy blaster pistol",
			{
				"name": "Built-in retractable blasters",
				"skill": "Ranged: Light",
				"damage": 5,
				"critical": 3,
				"range": "Short",
				"qualities": ["Vicious 3"]
			},
			{
				"name": "Dual lightsabers",
				"skill": "Lightsaber",
				"damage": 7,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Breach 1", "Superior"]
			}
		],
		"gear": ["Built-in armour plating (+2 Soak, +1 Defence; Cortosis)"],
		"tags": ["source:D20Radio.com", "species:Droid", "krath"],
		"devOnly": true
	},
	{
		"name": "Duchess Salandra Faust",
		"type": "Nemesis",
		"description": "The scion of a long line of exiled Tetan aristocrats and Krath acolytes, Salandra is an extraordinarily attractive woman of noble bearing. She dresses in the finest attire and is a notorious fashion setter among the Galactic elite. Her foppish appearance, however, is little more than a mask– She trained from the time she could walk with Mecrosa assassins and her family’s Krath adepts. Her facility for swordplay and the Force are matched only by her political acumen; she is a master manipulator and is as likely to orchestrate an enemy’s demise with words as with her blade.",
		"notes": "Krath Warrior Zealot stats provided by Phillip Krzeminski of [D20Radio.com](http://www.d20radio.com/main/). Click to [view original stats and descriptions](http://www.d20radio.com/main/galaxy-guide-masters-in-exile-krath-magic/).",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 5
		},
		"derived": {
			"soak": 3,
			"wounds": 17,
			"strain": 18,
			"defence": [2, 1]
		},
		"skills": {
			"Charm": 3,
			"Coercion": 2,
			"Deception": 3,
			"Discipline": 3,
			"Knowledge: Education": 2,
			"Knowledge: Lore": 2,
			"Melee": 4,
			"Perception": 2,
			"Ranged: Light": 2,
			"Skulduggery": 3,
			"Stealth": 3,
			"Streetwise": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 3", "Force Rating 4", "Lethal Blows 2",
			{
				"name": "Overbalance",
				"description": "when a combat check made by an engaged foe generates :despair:  or :threat::threat::threat: Salandra may stagger attacker until the end of their next turn."
			},
			{
				"name": "Tetan Duelist",
				"description": "May use Presence instead of Brawn when using the Melee skill."
			},
			{
				"name": "Neurotoxin Doses",
				"description": "Doses of neurotoxin can be introduced into food or drink as a maneuver or applied to a Melee weapon as a maneuver. If applied to a weapon, it lasts for the remainder of the encounter. If a target ingests poisoned food or drink, or suffers wounds from a poisoned Melee weapon, the target must make an :average: Resilience check, the target suffers 5 wounds if he fails, plus 1 strain per :threat:. :despair: means the target must test against the poison again at the start of his next turn."
			}
		],
		"abilities": ["Force Power: Harm", "Force Power: Influence",
			{
				"name": "Force power Jerserra’s Influence",
				"description": "choose a target within Short range to make an :average: fear check. :darkside: increase the range of this power by 1. :darkside: increase the number of targets affected this power by 1. :darkside: increase the difficulty of the fear check by 1. If the target suffers Strain as a result of Jerserra’s Influence, the Force user recovers an equal amount of Strain."
			}
		],
		"weapons": [
			{
				"name": "Superior Vibrorapier",
				"skill": "Melee",
				"damage": 5,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Defensive 1", "Serrated Edge", "Pierce 5", "Superior", "Vicious 2"]
			},
			{
				"name": "Molecular stiletto",
				"skill": "Melee",
				"damage": 2,
				"critical": 1,
				"range": "Engaged",
				"qualities": ["Mono-Molecular Edge", "Pierce 7", "Vicious 1"]
			}
		],
		"gear": ["Encrypted comlink, Tailored armoured clothing (+1 Soak/+1 Defence), Collection of Force artifacts, Large Kalevalan star yacht"],
		"tags": ["source:D20Radio.com", "krath", "force sensitive"],
		"devOnly": true
	},
	{
		"name": "Krath War Droid",
		"type": "Minion",
		"description": "Though Krath war droids were generally humanoid in appearance, their unnatural movements and uncanny appearance made them a terrifying sight on the battlefield. These battle droids were designed to surprise and overwhelm their enemies in devastating shock assaults, springing towards their targets on their gyro-balanced leg assembly systems. These droids were far ahead of their time, and the Krath exiles meticulously maintained the precious few they had remaining.\n\nBuilt by Cinnagar Foundries",
		"notes": "Krath Warrior Zealot stats provided by Phillip Krzeminski of [D20Radio.com](http://www.d20radio.com/main/). Click to [view original stats and descriptions](http://www.d20radio.com/main/galaxy-guide-masters-in-exile-krath-magic/).",
		"characteristics": {
			"Brawn": 4,
			"Agility": 3,
			"Intellect": 1,
			"Cunning": 2,
			"Willpower": 1,
			"Presence": 1
		},
		"derived": {
			"soak": 6,
			"wounds": 6,
			"defence": [0, 0]
		},
		"skills": ["Athletics", "Melee", "Ranged: Heavy"],
		"weapons": [
			{
				"name": "Heavy Pulse-Wave Blaster",
				"skill": "Ranged: Heavy",
				"damage": 8,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Vicious 3"]
			},
			{
				"name": "Vibrosword",
				"skill": "Melee",
				"damage": 6,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 2", "Defensive 1", "Vicious 1"]
			}
		],
		"abilities": ["Droid",
			{
				"name": "Gyrobalanced legs",
				"description": "Gain an additional free maneuver per turn that can only be used for movement. May not perform more than two maneuvers per turn."
			}
		],
		"gear": ["Ornate armoured plating (+1 Soak)."],
		"tags": ["source:D20Radio.com", "species:Droid", "krath"],
		"devOnly": true
	},
	{
		"name": "Krath Warrior Zealot",
		"type": "Rival",
		"description": "The Krath Warrior Zealots are a fighting force of elite bodyguards fanatically loyal to the Krath of House Faust. These men and women are composed of those that have been recruited into the cult, but don’t have a strong enough connection to the Force to become full Death Witches. After rigorous indoctrination, their training focuses on traditional Tetan hand-tohand combat techniques supplemented by their limited connections to the Dark Side. At any given time there are about a dozen of these elite warriors in existence and Salandra always has at least two in her personal retinue posing as normal ceremonial bodyguards.",
		"notes": "Krath Warrior Zealot stats provided by Phillip Krzeminski of [D20Radio.com](http://www.d20radio.com/main/). Click to [view original stats and descriptions](http://www.d20radio.com/main/galaxy-guide-masters-in-exile-krath-magic/).",
		"characteristics": {
			"Brawn": 4,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 6,
			"wounds": 16,
			"defence": [1, 1]
		},
		"skills": {
			"Brawl": 3,
			"Discipline": 2,
			"Knowledge: Warfare": 2,
			"Melee": 3,
			"Ranged: Heavy": 3,
			"Vigilance": 2
		},
		"abilities": ["Force Power: Enhance"],
		"talents": ["Body Guard 2", "Feral Strength 2", "Force Rating 1"],
		"weapons": ["Blaster carbine", "Frag grenade",
			{
				"name": "Ceremonial vibro-ax",
				"skill": "Melee",
				"damage": 9,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Pierce 2", "Vicious 3", "Sunder"]
			}
		],
		"gear": ["Ornate battle armour (+2 Soak, +1 Defence)", "Encrypted comlink."],
		"tags": ["source:D20Radio.com", "krath"],
		"devOnly": true
	},
	{
		"name": "Mimbanese Resistance Fighter",
		"type": "Minion",
		"description": "Hardened guerrilla fighters, the soldiers of the Mimbanese Liberation Army have been fighting since the waning days of the Clone War. These resistance fighters originally fought alongside the 224th clone infantry division “Mud Jumpers” against the Separatist droid menace. With the Republic replaced by the brutal Empire, the Mimbanese are locked in bloody campaign of independence. Using old Republic equipment, these guerrillas ironically are faced with the 224th Imperial Armoured Division, an Imperial Army formation perpetuating the history of the once-allied “Mud Jumpers.” While the Mimbanese may be under-equipped, they posses far more experience and resolve than their Imperial Army opponents.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-mimbanese-liberation-army-solo-content/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 4,
			"wounds": 5,
			"defence": [0, 1]
		},
		"skills": ["Athletics", "Cool", "Melee", "Ranged: Heavy"],
		"weapons": ["Blaster rifle",
			{
				"name": "Vibrobayonet",
				"skill": "Melee",
				"damage": 4,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 3"]
			}
		],
		"talents": ["Outdoorsman 2", "Stalker 2"],
		"abilities": [
			{
				"name": "Low Light Vision",
				"description": "Remove :setback::setback: from checks caused by darkness."
			},
			{
				"name": "Strong Limbs",
				"description": "Does not treat mud as difficult terrain when using the move maneuver."
			}
		],
		"gear": ["Woven reed armour (+1 Soak, +1 Ranged Defence)"],
		"tags": ["source:D20Radio.com", "location:Mimban"]
	},
	{
		"name": "Mimbanese Resistance Sniper",
		"type": "Rival",
		"description": "Striking fear into the hearts of the Imperial Army on Mimban, it is often the blaster-burned corpse of an officer that is the first sign a Mimbanese sniper is in the area. Resistance snipers leverage their home turf advantage, effectively using navigation and camouflage to turn the mud into protection from Imperial observation and fire. These superior skills allow snipers to take optimum positions, laying in wait for the best targets to emerge.\n\nThe legendary Clone Commandos of the last war trained many of these snipers, instructing them to fire at Separatist organic commanders or tactical droids instead of the rank and file. The Mimbanese have adapted this tactic, preferring to eliminate officers and senior NCOs where possible. Given the Imperial Army infantry is made up of washouts from stormtrooper training, troublemakers booted from the Imperial Academies, and single-term enlistees trying to earn a credit, this decapitation tactic has proven exceptionally effective for the Mimbanese.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-mimbanese-liberation-army-solo-content/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": {
			"Athletics": 2,
			"Cool": 2,
			"Melee": 1,
			"Perception": 2,
			"Ranged: Heavy": 3,
			"Stealth": 2
		},
		"weapons": ["Vibroknife",
			{
				"name": "Sniper rifle",
				"skill": "Ranged: Heavy",
				"damage": 10,
				"critical": 3,
				"range": "Extreme",
				"qualities": ["Accurate 1", "Cumbersome 3", "Pierce 2", "Slow-firing 1", "Telescopic Optical Sight"]
			}
		],
		"talents": ["Outdoorsman 2", "Stalker 2"],
		"abilities": [
			{
				"name": "Low Light Vision",
				"description": "Remove :setback::setback: from checks caused by darkness."
			},
			{
				"name": "Strong Limbs",
				"description": "Does not treat mud as difficult terrain when using the move maneuver."
			}
		],
		"gear": ["Woven reed armour (+1 Soak, +1 Ranged Defence)", "Macrobinoculars"],
		"tags": ["source:D20Radio.com", "location:Mimban"]
	},
	{
		"name": "Hired Gun",
		"type": "Minion",
		"description": "A far cry from the unstoppable soldiers of fortune featured in HoloNet action pieces, these hired guns are a mere step up from simple street toughs. These fighters seek better jobs and higher pay by offering a more professional service. Equipped with military style blasters and armour, they are a cut above the average thug or gang member. Although not as proficient as the soldiers of noted private military companies, and certainly not Imperial stormtroopers, these hired guns are more than capable of protecting local criminal interests. That protection comes with a limit, however, as most hired guns can attest: you can’t spend credits if you’re dead.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-hired-guns-and-mercenarie/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 4,
			"defence": [0, 0]
		},
		"skills": ["Brawl", "Coercion", "Ranged: Heavy"],
		"weapons": ["Blaster carbine"],
		"abilities": [
			{
				"name": "No Job’s Worth This",
				"description": "Add :setback: to all checks made to resist Fear or Coercion."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "thug", "mercenary"]
	},
	{
		"name": "Mercenary Veteran",
		"type": "Rival",
		"description": "Experienced soldiers for hire, veteran mercenaries have made a career of fighting for top credit. Some mercenaries learned their deadly trade within the ranks of the Imperial military. Others gained such proficiency by sheer survival, starting as low-level thugs and working their way up. Moving from job to job, and thus battle to battle, these seasoned fighters often boast far more firefights than their military counterparts. For mercenaries chasing a big payout, simple garrison duty is simply unappealing. Many expect these hardened mercs to bring combat expertise and intimidation to the table, and they do, but most boast strong negotiation skills as well. Violence is a business, and these mercs are successful entrepreneurs driving a hard bargain.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-hired-guns-and-mercenarie/"
		},
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 14,
			"defence": [1, 1]
		},
		"skills": {
			"Brawl": 1,
			"Coercion": 2,
			"Cool": 2,
			"Discipline": 2,
			"Melee": 1,
			"Negotiation": 2,
			"Ranged: Heavy": 2,
			"Ranged: Light": 2,
			"Vigilance": 1
		},
		"abilities": [
			{
				"name": "All Business",
				"description": "Add :boost: to Cool and Negotiation Checks."
			}
		],
		"talents": ["Adversary 1", "Soft Spot"],
		"weapons": ["Vibroknife", "Frag grenade",
			{
				"name": "Accurized blaster carbine",
				"skill": "Ranged: Heavy",
				"damage": 9,
				"critical": 3,
				"range": "Long",
				"qualities": ["Accurate 1", "Stun"]
			}
		],
		"gear": ["Modified composite armour (+2 Soak, +1 Defence, integrated helmet comlink)", "2 Frag grenades"],
		"tags": ["source:D20Radio.com", "mercenary", "thug"]
	},
	{
		"name": "Neero, Crime Broker",
		"type": "Nemesis",
		"description": "An ambitious Rodian crime broker, Neero is eagerly expanding his influence in The Slice. Avoiding entanglements with larger criminal syndicates, Neero works to cultivate a network of contacts among contraband dealers, fences, and slicers across the Mid and Outer Rims. His contacts include professionals with no qualms about providing services on the grey market, allowing Neero to arrange for mechanics and doctors for those on the outside of the law. By keeping abreast of the supply and demand for contraband goods and services throughout the Outer Rim, Neero can make significant profits by exploiting the urgent needs of a variety of clients. Neero runs his operation from a private room in an out of the way spacer’s lounge near the major spaceport on Manda. He is protected by a few subtly placed bodyguards throughout the lounge, but prefers to keep a low profile. Meetings with Neero are understated affairs. He handles all business dealings in a cool, professional manner. Despite operating out of a bar, Neero prefers to remain alert and consumes vine-coffeine. He is known to have a taste for havao tabac.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-neero-rodian-crime-broker/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 18,
			"strain": 20,
			"defence": [1, 1]
		},
		"skills": {
			"Charm": 2,
			"Cool": 3,
			"Deception": 2,
			"Discipline": 2,
			"Knowledge: Outer Rim": 3,
			"Knowledge: Underworld": 3,
			"Negotiation": 3,
			"Perception": 2,
			"Ranged: Light": 2,
			"Streetwise": 2,
			"Vigilance": 1
		},
		"talents": ["Adversary 1", "Nobody’s Fool 2"],
		"weapons": ["Heavy blaster pistol"],
		"gear": ["Armoured clothing (+1 Soak, +1 Defence)"],
		"tags": ["source:D20Radio.com", "infochant", "underworld"]
	},
	{
		"name": "Liir Wyn",
		"type": "Nemesis",
		"description": "Liir was seduced by the Bando Gora’s  influence  early  in her  career.  She  was  quickly propelled  into  the  upper echelons  of  a  prestigious Core  Worlds  pharmaceutical manufacturer as her superiors and  rivals  either  disappeared or resigned. She rose through the ranks and was eventually fully  indoctrinated  -  the  process  was  physically  and psychologically scarring, but she emerged “awakened” to a new level of consciousness.\n\nLiir assumed the role of high priestess of the Bando Gora after  years  as  a  regional  lieutenant.  She  has  wasted  no time in cementing her position and making her mark on the  galaxy.  Her  zeal  to  advance  the  mission  of  the  cult has  increased  their  profile  in  the  galactic  underworld, for better or worse. However, under her leadership, the Bando Gora name strikes fear into all who hear it uttered.",
		"notes": "These are not official stats. Credits go to Phillip Krzeminski, D20Radio.com, http://www.d20radio.com/main/galaxy-guide-masters-in-exile-bando-gora/",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 5
		},
		"derived": {
			"soak": 4,
			"wounds": 27,
			"strain": 23,
			"defence": [3, 1]
		},
		"skills": {
			"Coercion": 3,
			"Cool": 2,
			"Deception": 3,
			"Discipline": 2,
			"Knowledge: Education": 3,
			"Knowledge: Outer Rim": 3,
			"Knowledge: Underworld": 3,
			"Leadership": 3,
			"Melee": 3,
			"Perception": 2,
			"Resilience": 3,
			"Streetwise": 4,
			"Vigilance": 3
		},
		"talents": ["Adversary 2",
			{
				"name": "Channel Agony 2",
				"description": "After rolling :force: may suffer Wounds up to twice ranks in Channel Agony to add automatic :darkside: for  every  two  Wounds  suffered  to the  results."
			},
			{
				"name": "Fearsome",
				"description": "When an enemy becomes engaged with, they must make a :difficulty::difficulty::difficulty::setback::setback::setback: fear check."
			}
		],
		"abilities": [
			"Terrify (Improved)",
			{
				"name": "Force Power: Enhance",
				"description": ":darkside: gain :success: or :advantage: on Athletics, Brawl, Coordination, or Resilience. :force: increase Brawn characteristic by 1, :darkside: take a Force Leap maneuver to jump horizontally or vertically to any location in short range. :darkside: : increase range of leap by 1."
			},
			{
				"name": "Force Power: Wrack",
				"description": ":darkside: inflict great pain on an Engaged target to inflict 2 strain (may activate multiple times). :darkside: increase the range of this power by 2. :darkside: increase the number of targets affected this power by 2."
			}
		],
		"weapons": [
			{
				"name": "Vibro-Glaive",
				"skill": "Melee",
				"damage": 5,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Defensive 2", "Pierce 3"]
			},
			{
				"name": "Neuronic Whip",
				"skill": "Melee",
				"damage": 4,
				"critical": 4,
				"range": "Short",
				"qualities": ["Disorient 4", "Ensnare 1", "Stun"]
			},
			{
				"name": "Bando Gora Needler",
				"skill": "Ranged: Light",
				"damage": 5,
				"critical": null,
				"range": "Short",
				"qualities": ["Pierce 3", "Poison"]
			}
		],
		"gear": ["Armoured  clothing  (+1  soak/+1  defence), Demon mask (bonuses included; FaD, 190)."],
		"tags": ["source:D20Radio.com", "force sensitive", "bando gora"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper",
		"type": "Minion",
		"description": "Outnumbered, outgunned, and on the run, the Resistance against the First Order lacks the personnel for normal military specialization. Where the New Republic, First Order, and even Rebel Alliance maintained dedicated infantry units for ground combat, the Resistance cannot afford such specialization. When the need arises, the Resistance calls upon its pilots, technicians, spies, and others to pick up a blaster rifle and pitch in to a ground fight.\n\nAlthough paling in comparison to true infantry, limited cross training provided by the Resistance’s tiny cadre of commandos provides all Alliance personnel the basic skills needed. Less effective than the First Order’s stormtroopers in a straight up fight, a fringe benefit from this ad-hoc approach means each Resistance squad is likely to contain experts in other fields. Since the Resistance employs asymmetrical tactics aimed at delaying and exposing the First Order, it is actually these oddball skills that can mean the difference between victory and defeat.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "For every five resistance troopers in a minion group, roll once on the All Walks of Life Chart."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"]
	},
	{
		"name": "Resistance Trooper 1",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance", "Gunnery", "Melee"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife", "Missile tube"],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "Several squad members are experienced soldiers, such as former New Republic Army or mercenaries. The minion group gains Gunnery and Melee as group only skills. The squad is also equipped with a missile tube."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper 2",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance", "Piloting: Space", "Piloting: Planetary"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "The squad is composed of several pilots whose starfighters have been destroyed. The minion group gains Piloting (Planetary) and Piloting (Space) as group only skills."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper 3",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"talents": ["True Aim 1"],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "One squad member was a big game hunter and has taught her fellow troopers how to fight with precision. The minion group gains True Aim 1."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper 4",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "Several members of the squad are particularly hardy aliens. Increase the soak of the minion group by one."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper 5",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance", "Mechanics"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"abilities": ["Contraption",
			{
				"name": "All Walks of Life",
				"description": "The squad is composed primarily of engineers. The minion group gains Mechanics as a group only skill, as well as Contraption."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper 6",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "The squad is made up of an amateur zoneball team. The minion group gains Strong Arm (Treat thrown weapons as if they had one step greater range, up to a maximum of Medium range)."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper 7",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "This squad is made up of die hard survivors from a colony destroyed by the First Order. Increase the Willpower of the minion group by one."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper 8",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance", "Stealth"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "Composed of several spies, this group is adept as moving unseen. The minion group gains Stealth as a group skill and increases Agility by one."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper 9",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"talents": ["Lethal Blows 2"],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "Several members of the squad are veterans of the Galactic Civil War. The minion group gains Lethal Blows 2 (Add +20 to Critical Injury rolls against opponents)."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Resistance Trooper 10",
		"type": "Minion",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-resistance-troopers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5,
			"defence": [0, 0]
		},
		"skills": ["Discipline", "Ranged: Heavy", "Ranged: Light", "Vigilance", "Knowledge: Warfare"],
		"weapons": ["Blaster rifle", "Frag grenade", "Combat knife"],
		"talents": [
			{
				"name": "Know The Enemy",
				"description": "May make Knowledge [Warfare] checks for initiative."
			}
		],
		"abilities": [
			{
				"name": "All Walks of Life",
				"description": "This squad was cobbled together from staff officers and analysts ready to pitch in and fight. The minion group gains Knowledge (Warfare), increases Intellect by one, and gains Know The Enemy (May make Knowledge [Warfare] checks for initiative)."
			}
		],
		"gear": ["Blast vest (+1 Soak)"],
		"tags": ["source:D20Radio.com", "resistance"],
		"devOnly": true
	},
	{
		"name": "Urban Security Droid",
		"type": "Rival",
		"description": "With dark metal plating and slithering, mechanical tentacles, Sith urban security droids present a constant reminder that the state is always watching. A meter wide, roughly spherical body houses the droid’s primary systems. A series of multi spectrum photoreceptors adorns the outer shell, providing optimal surveillance capabilities. Beneath the main body hang four segmented arms, each equipped with a different sensor or manipulator. Imperial engineers designed the droids specifically to be unsettling to organics, an effect magnified by their tendency to float just above eye level.\n\nThese droids are omnipresent on the Sith Empire’s core worlds. Installations such as star ports, public transport, and government buildings are constantly monitored by these mechanical sentries. Imperial streets are patrolled at ground level by pairs of these droids. They maintain a wide spacing to prevent both units falling prey to ambush. Despite a lack of personality programming, imperial engineers have installed profiling directives, guiding these droids to suspect wrongdoing from alien species. Humans are treated neutrally, with pureblooded Sith being ignored almost entirely.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-sith-urban-security-droid/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 13
		},
		"skills": {
			"Cool": 1,
			"Coordination": 2,
			"Perception": 3,
			"Ranged: Light": 2,
			"Stealth": 1,
			"Vigilance": 2
		},
		"abilities": ["Droid"],
		"weapons": [
			{
				"name": "Built-in blaster",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun"]
			}
		],
		"gear": ["Encrypted communicator", "Security scanner"],
		"tags": ["species:Droid","source:D20Radio.com", "security"]
	},
	{
		"name": "Imperial Intelligence Watcher",
		"type": "Rival",
		"description": "The exploits of Imperial Intelligence in the fields of assassination, deception, and manipulation were infamous, but were only possible through the sheer analytical horsepower of its Watchers. Analysts and handlers, Watchers provided direction and information to agents in the field. While Watchers worked closely with fixers and cipher agents, they were supervised directly by Keeper, the operational head of Imperial Intelligence. A team of operatives, or a single Cipher Agent, would often be assigned alongside a Watcher subject matter expert as a task group. While field operatives conducting covert operations, the Watcher would provide intelligence and direct future operations on behalf of Keeper.\n\nIntelligence’s most recent cohort of Watchers benefited from enhanced cognitive abilities, the result of the Empire’s experimental eugenics program. These natural abilities were enhanced with a punishing regimen of academics and mental conditioning, creating a class of analyst that was also a biological CPU on par with conventional information processing droids. The loyalty of these enhanced Watchers was ensured by deeply implanted post-hypnotic suggestion, essentially encoding a psychological kill switch linked to a specific audiovisual stimuli capable of rendering a watcher unconscious or even comatose. The existence, let alone the nature, of this stimuli was a closely guarded secret, as that information could be used to debilitating effect on Imperial Intelligence.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-imperial-intelligence-watchers/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 13
		},
		"skills": {
			"Computers": 2,
			"Cool": 2,
			"Deception": 2,
			"Discipline": 2,
			"Knowledge: Core Worlds": 3,
			"Knowledge: Education": 3,
			"Knowledge: Lore": 1,
			"Knowledge: Outer Rim": 3,
			"Knowledge: Underworld": 3,
			"Knowledge: Warfare": 3,
			"Perception": 2,
			"Ranged: Light": 1,
			"Vigilance": 2
		},
		"talents": ["Encoded Communique", "Researcher (Improved)", "Researcher 2", "Stroke of Genius",
			{
				"name": "Thorough Assessment",
				"description": "Once per session, take a :hard: Knowledge check to add :boost: equal to the number of :success: that can be distributed during the encounter."
			}
		],
		"weapons": ["Blaster pistol"],
		"gear": ["Intelligence uniform (+1 Soak)", "Code cylinder", "Encrypted datapad"],
		"tags": ["source:D20Radio.com", "imperial intelligence", "empire"]
	},
	{
		"name": "Rakghoul Fiend",
		"type": "Rival",
		"notes": "These are not official stats. Credits go to David Villegas, D20Radio.com.",
		"characteristics": {
			"Brawn": 4,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 4,
			"wounds": 16
		},
		"skills": {
			"Athletics": 2,
			"Coercion": 2,
			"Discipline": 2,
			"Leadership": 3,
			"Melee": 2,
			"Ranged: Heavy": 2,
			"Ranged: Light": 2,
			"Resilience": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Feral Strength"],
		"abilities": [
			{
			"name": "Rakghoul Disease",
			"description": "If a :triumph: is rolled on any attack against a humanoid, the target must make a Resilience check ( :difficulty::difficulty::challenge: ). Failure means the target is infected and will begin feeling the effects of the virus in one hour."
			}
			     ],
		"weapons": [
			{
				"name": "Claws and teeth",
				"skill": "Brawl",
				"damage": 5,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Vicious 1"]
			}
		],
		"tags": ["creature", "adventure:Ice Station Zulu", "source:D20Radio.com"],
		"devOnly": true
	},
	{
        "name": "Rakghoul",
        "type": "Minion",
		"notes": "These are not official stats. Credits go to David Villegas, D20Radio.com.",
        "characteristics": {
            "Brawn": 3,
            "Agility": 3,
            "Intellect": 1,
            "Cunning": 2,
            "Willpower": 2,
            "Presence": 1
        },
        "derived": {
            "soak": 3,
            "wounds": 7
        },
        "talents": ["Feral Strength"],
	"abilities": [
			{
			"name": "Rakghoul Disease",
			"description": "If a :triumph: is rolled on any attack against a humanoid, the target must make a Resilience check ( :difficulty::difficulty::challenge: ). Failure means the target is infected and will begin feeling the effects of the virus in one hour."
			}
		],
        "skills": ["Brawl", "Perception"],
        "tags": ["creature", "adventure:Ice Station Zulu", "source:D20Radio.com"],
        "weapons": [
                {
                "name": "Claws and teeth",
                "skill": "Brawl",
                "damage": 4,
                "critical": 3,
                "range": "Engaged",
                "qualities": ["Vicious 1"]
                }
        ],
        "devOnly": true
	},
	{
		"name": "Brossk K’yyl",
		"type": "Nemesis",
		"description": "Brossk is an older Bothan man, whose golden fur has grayed around his muzzle. His manner is suave but not insincere. Brossk is both charming and deceptive. Depending upon his reading of people, he uses a variety of means to gain cooperation or aid. Unlike some, he isn’t stingy with pay if that is what motivates an asset he is recruiting. Emotional appeals–or even outright emotional blackmail–are another of his go-to recruiting techniques, especially with people he is close to. (Brossk’s granddaughter, the Archaeologist Priska K’yyl, has the Family Obligation to him for just this reason.) Brossk will also offer other inducements (either direct action or through one of his contacts) such as extremely favorable loan terms; to “disappear” a criminal charge, fine, or civil judgement; or new ship transponder code (Debt or similar Obligation).",
		"notes": "These are not official stats. Credits go to Linda Whitson, D20Radio.com.",
		"characteristics": {
			"Brawn": 1,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 2,
			"wounds": 11,
			"strain": 14,
			"defence": [1, 1]
		},
		"skills": {
			"Charm": 3,
			"Coercion": 2,
			"Computers": 2,
			"Cool": 3,
			"Deception": 3,
			"Leadership": 2,
			"Ranged: Light": 2
		},
		"talents": ["Codebreaker", "Encoded Communique", "Nobody’s Fool 2"],
		"weapons": [
				{
				"name": "Military Holdout Blaster",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 3,
				"range": "Short",
				"qualities": ["Stun Damage"]
				}
			],
		"gear": ["Banal Apparel (Opposing characters upgrade the difficulty of any checks made to identify the wearer once)", "Second Skin Armour (+1 Soak, +1 Defence; adds :setback::setback: to Perception checks to notice on the wearer)"],
		"tags": ["species:Bothan","source:D20Radio.com"],
		"devOnly": true
	},
	{
		"name": "Priska K’yyl",
		"type": "Nemesis",
		"description": "Adventurous Archaeologist. Bothan. Explorer career, Archeologist spec. Obligation: Family. Priska’s doting grandfather is a spymaster who often wheedles her into running “little errands” for him. (+5 level) Motivation: Status. Academic prestige for finding proof of a despotic pre-Republic empire.",
		"notes": "These are not official stats. Credits go to Linda Whitson, D20Radio.com.",
		"characteristics": {
			"Brawn": 1,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 2,
			"wounds": 13,
			"strain": 13
		},
		"skills": {
			"Athletics": 1,
			"Computers": 1,
			"Cool": 1,
			"Knowledge: Education": 2,
			"Knowledge: Lore": 2,
			"Knowledge: Outer Rim": 1,
			"Knowledge: Xenology": 1,
			"Ranged: Light": 1,
			"Streetwise": 1
		},
		"talents": ["Convincing Demeanor 1", "Researcher 1", "Knowledge Specialization: Lore"],
		"weapons": ["Holdout blaster",
			{
				"name": "Combat knife",
				"skill": "Melee",
				"plus-damage": 2,
				"critical": 3,
				"range": "Engaged"
			}
		],
		"gear": ["Heavy Clothing", "Thermal Cloak", "Scanner Goggles", "Utility Belt", "Datapad", "Comlink", "Stimpaks (2)", "Climbing Gear", "Fusion Lantern", "567 credits"],
		"tags": ["species:Bothan","source:D20Radio.com"],
		"devOnly": true
	},
	{
		"name": "Fyrnock (unofficial)",
		"type": "Minion",
		"description": "Fyrnocks are dangerous predators found on large asteroids with breathable atmospheres, and possibly other locations–but the less sunlight, the better. Xenobiologists disagree on whether fyrnocks have a deep-rooted terror of natural light, or if it damages them. Whatever the evolutionary reason, fyrnocks cannot be forced by any means, not even the Force, to enter natural sunlight. Unlike most lifeforms, they are silicone-based, not carbon-based. Fyrnocks live in large packs, which may include a much larger and stronger Mother Fyrnock.",
		"notes": "These are not official stats. Credits go to Linda Whitson, D20Radio.com.",
		"characteristics": {
			"Brawn": 4,
			"Agility": 3,
			"Intellect": 1,
			"Cunning": 2,
			"Willpower": 1,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 5
		},
		"skills": ["Athletics", "Brawl", "Perception"],
		"abilities": ["Tough Hide", "Silhouette 2",
			{
				"name": "Creature of the Dark",
				"description": "Fyrnock cannot abide natural sunlight–but can other types of light–and will refuse to enter it"
			}
		],
		"weapons": [
				{
				"name": "Teeth and claws",
				"skill": "Brawl",
				"damage": 6,
				"critical": 4,
				"range": "Engaged",
				"qualities": ["Pierce 2", "Knockdown"]
				}
			],
		"tags": ["creature","source:D20Radio.com"],
		"devOnly": true
	},
	{
		"name": "Mother Fyrnock",
		"type": "Rival",
		"description":  "",
		"notes": "These are not official stats. Credits go to Linda Whitson, D20Radio.com.",
		"characteristics": {
			"Brawn": 5,
			"Agility": 3,
			"Intellect": 1,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 6,
			"wounds": 18
		},
		"skills": {
			"Athletics": 1,
			"Brawl": 4,
			"Perception": 3
		},
		"talents": ["Adversary 1", "Quick Strike"],
		"abilities": [
					{
					"name": "Creature of the Dark",
					"description": "Fyrnock cannot abide natural sunlight–but can other types of light–and will refuse to enter it."
					}
					],
		"weapons": [
				{
				"name": "Teeth and claws",
				"skill": "Brawl",
				"damage": 7,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Pierce 3", "Knockdown"]
				}
			],
		"tags": ["creature","source:D20Radio.com"],
		"devOnly": true
	},
	{
		"name": "Sith Juggernaut",
		"type": "Nemesis",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-sith-juggernaut/"
		},
		"characteristics": {
			"Brawn": 4,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 6,
			"wounds": 30,
			"strain": 22,
			"defence": [2, 1]
		},
		"skills": {
			"Athletics": 2,
			"Brawl": 3,
			"Coercion": 2,
			"Cool": 2,
			"Discipline": 2,
			"Knowledge: Lore": 2,
			"Knowledge: Warfare": 2,
			"Lightsaber": 4,
			"Melee": 3,
			"Perception": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 4", "Reflect 4", "Parry 6", "Force Rating 2",
			{
			"name": "Defensive Training 1",
			"description": "Lightsaber, Melee, and Brawl weapons wielded by a Sith Juggernaut gain 1 rank in the Defensive item quality [replaces any ranks in Defensive the weapon already has]."
			}
		],
		"abilities": [
			"Darkside Force User",
			{
				"name": "Additional Combat Turns",
				"description": "Takes one additional turn at the end of the round."
			},
			{
				"name": "Falling Avalanche",
				"description": "Suffer 2 Strain to add damage equal to Brawn to next Lightsaber combat check made this turn."
			},
			{
				"name": "Force Power: Bind",
				"description": "May spend Force points to immobilize a target within Short range until the end of the user’s next turn. If Dark Side points used, the target also suffers 1 Wound per Force point spent on the check which ignores Soak."
			},
			{
				"name": "Overpowering Blows",
				"description": "A character who uses the Parry talent against a Sith Juggernaut’s Lightsaber or Melee attacks costs an additional point of Strain."
			},
			{
				"name": "Shatter Defenses",
				"description": "Lightsaber or Melee attacks made by Sith Juggernauts ignore up to 2 points of Melee defence."
			}
		],
		"weapons": [
			{
				"name": "Lightsaber",
				"skill": "Lightsaber",
				"damage": 10,
				"critical": 1,
				"range": "Engaged",
				"qualities": ["Breach 1", "Sunder", "Vicious 1"]
			}
		],
		"gear": ["Sith battle armour (+2 Soak, +1 Defence, Cortosis)"],
		"tags": ["sith", "force sensitive", "darkside","source:D20Radio.com"]
	},
	{
		"name": "Partisan Fighter",
		"type": "Minion",
		"description": "Whether seen as desperate freedom fighters or vile terrorists, these radical militants are prepared to take the fight to the Empire at any cost. The origin of the Partisans lies with that of the Onderon rebels trained by the Republic and Jedi during the Clone Wars. Few original members remain alive, let alone within the ranks. Regardless of origin, these fighters are fiercely loyal to their leader, Saw Gerrera, and zealously believe in the cause. They are prepared to die, and kill, to end Imperial tyranny. They favour ambushes and other guerrilla type tactics, with a favorite tactics being close range ambush by infiltration of the civilian population. That these attacks put local civilians at risk is a minor concern to the Partisans when compared to the titanic abuses of the Empire.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-the-partisans-saw-gerreras-militia/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5
		},
		"skills": ["Cool", "Ranged: Heavy", "Stealth"],
		"abilities": [
			{
				"name": "Hide Among the People",
				"description": "When concealing themselves among local civilians, Partisan Fighters upgrade Stealth checks once."
			},
			{
				"name": "For the Cause",
				"description": "As an Action, one minion sacrifices himself to guarantee a successful attack. Roll an attack as if made by a single minion and resolve as normal, except the attack will be considered a hit even if there are no uncancelled :success: results. If no uncancelled :success: remains, the attack deals the base damage only but :advantage: and :triumph: may be spent normally."
			}
		],
		"weapons": ["Blaster rifle", "Frag grenade"],
		"gear": ["Concealing civilian clothing (+1 Soak)", "2 Frag grenades"],
		"tags": ["source:D20Radio.com","location:Onderon"]
	},
	{
		"name": "Walker Ace",
		"type": "Rival",
		"description": "",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-walker-ace/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 4,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 14,
			"defence": [0, 0]
		},
		"skills": {
			"Cool": 1,
			"Gunnery": 2,
			"Mechanics": 1,
			"Piloting: Planetary": 2,
			"Ranged: Light": 1
		},
		"talents": ["All-Terrain Driver", "Skilled Jockey 2"],
		"abilities": [
			{
			"name": "Disciplined Guardsman",
			"description": "Downgrade the difficulty of Discipline or Cool checks twice."
			}
		],
		"weapons": [
			{
				"name": "SE-14c light repeating blaster",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun", "Autofire"]
			}
		],
		"gear": ["Armoured uniform (+1 Soak)", "Utility belt"],
		"tags": ["source:D20Radio.com", "empire", "imperial military"]
	},
	{
		"name": "Jodo Kast",
		"type": "Nemesis",
		"description": "Jodo Kast is a young and ambitious hunter who is determined to make a name for himself. As a member of the exiled Deathwatch affiliated Clan Kast, Jodo is cold, calculating, and extremely dangerous. His armor makes him a veritable walking arsenal but he favors his darts above all other weapons - each is coated with a different poison to stun, paralyze, or kill.",
		"notes": "These are not official stats. Credits go to Phillip Krzeminski, D20Radio.com.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 4,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 6,
			"wounds": 20,
			"strain": 13,
			"defence": [1, 1]
		},
		"skills": {
			"Brawl": 2,
			"Coercion": 2,
			"Cool": 3,
			"Deception": 2,
			"Perception": 2,
			"Piloting: Planetary": 1,
			"Ranged: Light": 3,
			"Streetwise": 2,
			"Survival": 1,
			"Vigilance": 2
		},
		"talents": ["Adversary 2", "Lethal Blows 2", "Quick Strike 2", "Stalker 2"],
		"abilities": [
			{
			"name": "Dendriton Toxin",
			"description": "Target must make a :daunting: Resilience check. The poison inflicts 1 strain at the end of the targets next turn, 3 strain at the end of his subsequent turn, and 5 strain at the end of the turn after that one (this ignores soak). In addition, the target suffers :setback: to any check he attempts while under the effects of the poison, and each :threat: he generates on those checks inflicts 1 additional strain, ignoring soak."
			},
			{
			"name": "Synthetic Standard Neurparalytic",
			"description": "Target must make a :hard: Resilience check. The poison Immobilizes the target for 3 rounds. In addition, each :threat: generated inflicts 1 strain on the target, ignoring soak."
			},
			{
			"name": "Synthetic Standard Neurotoxin",
			"description": "Target must make a :hard: Resilience check. The poison inflicts 5 wounds if the target fails a check, ignoring soak. In addition, each :threat: generated inflicts 1 strain on the target, ignoring soak"
			}
		],
		"weapons": ["Frag grenade", "Stun grenade",
			{
				"name": "Blastech J3-E Heavy Blaster Pistol",
				"skill": "Ranged: Light",
				"damage": 8,
				"critical": 3,
				"range": "Medium"
			},
			{
				"name": "Micro-Rocket Launcher",
				"skill": "Ranged: Light",
				"damage": 8,
				"critical": 4,
				"range": "Medium",
				"qualities": ["Breach 1", "Limited Ammo 1"]
			},
			{
				"name": "Vambrace Blaster",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 3,
				"range": "Short"
			},
			{
				"name": "Vambrace Flame Projector",
				"skill": "Ranged: Light",
				"damage": 5,
				"critical": 2,
				"range": "Short",
				"qualities": ["Blast 2", "Burn 2", "Limited Ammo 3", "Pierce 2", "Vicious 3"]
			},
			{
				"name": "Vambrace Dart Launcher",
				"skill": "Ranged: Light",
				"damage": 1,
				"critical": null,
				"range": "Long",
				"qualities": ["Limited Ammo 5"],
				"notes": "Poisons, listed under abilities"
			},
			{
				"name": "Vambrace Grapnel Launcher",
				"skill": "Ranged: Light",
				"damage": 3,
				"critical": 5,
				"range": "Medium",
				"qualities": ["Ensnare 3"]
			},
			{
				"name": "Vambrace Repulsor",
				"skill": "Ranged: Light",
				"damage": 8,
				"critical": 4,
				"range": "Short",
				"qualities": ["Disorient 3", "Knockdown", "Stun Damage"]
			}
		],
		"gear": ["Mandalorian battle armor (+3 Soak, +1 Defence, enhanced optics suite, integrated long-range comlink, integrated scanner, integrated weapons, superior quality, vacuum sealed), Jetpack, Modified Lambda-class shuttle, Stun collars (2)."],
		"tags": ["source:D20Radio.com", "bounty hunter", "adventure:Tatooine Manhunt"],
		"devOnly": true
	},
	{
		"name": "Zardra",
		"type": "Rival",
		"description": "Human female. A relative newcomer to the hunt, but one with considerable promise. Zardra has quickly gained a reputation as a huntress who takes every bounty very personally. She is selective about the targets she chooses, preferring to hunt those who will offer her the best personal challenge. Though capable of clever planning and great cunning, Zardra’s recklessness and pride may someday be her downfall.",
		"notes": "These are not official stats. Credits go to Phillip Krzeminski, D20Radio.com.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 17,
			"defence": [1, 1]
		
		},
		"skills": {
			"Athletics": 2,
			"Brawl": 2,
			"Charm": 2,
			"Coercion": 2,
			"Coordination": 2,
			"Melee": 4,
			"Perception": 2,
			"Ranged: Light": 2,
			"Streetwise": 1,
			"Survival": 1,
			"Vigilance": 3
		},
		"talents": ["Adversary 1", "Feral Strength 2", "Stalker 1"],
		"weapons": ["Force pike", "Blaster pistol"],
		"gear": ["Armored clothing (+1 Soak, +1 Defence), Encrypted comlink."],
		"tags": ["source:D20Radio.com", "bounty hunter", "adventure:Tatooine Manhunt"],
		"devOnly": true
	},
	{
		"name": "Puggles Trodd",
		"type": "Rival",
		"description": "Lasat male. Small for a Lasat, Puggles disdains actual combat – preferring to take his prey from a distance (typically in an explosion or other trap). He rarely accepts live capture hunts, earning him a reputation more befitting an assassin than a bounty hunter. Trodd frequently partners with other hunters, though his unpleasant personality and constant complaining ensure that most partnerships last only a few hunts.",
		"notes": "These are not official stats. Credits go to Phillip Krzeminski, D20Radio.com.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 15,
			"defence": [1, 1]
		},
		"skills": {
			"Cool": 2,
			"Mechanics": 3,
			"Perception": 2,
			"Ranged: Light": 3,
			"Skulduggery": 4,
			"Streetwise": 2,
			"Stealth": 2,
			"Survival": 1
		},
		"talents": ["Enduring 1", "Master Grenadier", "Powerful Blast 2", "Selective Detonation 1"],
		"abilities": [
			{
			"name": "Prehensile Feet",
			"description": "As long as his legs are not supporting him, Puggles may use his feet to perform any Action that he would normally use his hands for with one setback die."
			}
		],
		"weapons": ["Frag grenade", "Stun grenade",
			{
				"name": "KDY-21 light blaster pistol",
				"skill": "Ranged: Light",
				"damage": 4,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun Setting"]
			},
			{
				"name": "ACP array gun",
				"skill": "Ranged: Heavy",
				"damage": 6,
				"critical": 3,
				"range": "Short",
				"qualities": ["Stun Setting", "Blast 7"]
			}
		],
		"gear": ["Armored clothing (+1 Soak, +1 Defence), Encrypted comlink, 4 Detonite charges (Damage 15 [+10])."],
		"tags": ["source:D20Radio.com", "bounty hunter", "adventure:Tatooine Manhunt", "species:Lasat"],
		"devOnly": true
	},
	{
		"name": "HK-series Assassin Droid",
		"type": "Nemesis",
		"description": "Produced by the infamous Czerka Corporation, HK-series Assassin Droids were ruthless killers programmed for unmatched lethality. Despite their sinister appearance and psychopathic behavioral programming, HK-series droids are capable of serving as protocol droids. This allows the droid a degree of plausible deniability. This protocol capability allows the HK-series droid to infiltrate by hiding in plain sight. Once in position, the droids activate their higher level assassination protocols and eliminate their targets with maximum prejudice.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-hk-series-assassin-droid/"
		},
		"characteristics": {
			"Brawn": 4,
			"Agility": 4,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 7,
			"wounds": 35,
			"strain": 20,
			"defence": [1, 1]
		},
		"skills": {
			"Charm": 1,
			"Cool": 4,
			"Coercion": 3,
			"Computers": 3,
			"Deception": 3,
			"Gunnery": 5,
			"Knowledge: Education": 1,
			"Mechanics": 3,
			"Melee": 2,
			"Ranged: Heavy": 5,
			"Ranged: Light": 5,
			"Vigilance": 2
		},
		"talents": ["Adversary 3", "Barrage 2", "Plausible Deniability 2", "Point Blank 2", "Soft Spot"],
		"abilities": ["Droid",
			{
			"name": "Assassination Protocols",
			"description": "Shift between Assassination Protocol levels once per round as an Action."
			},
			{
			"name": "Multiple Combat Turns",
			"description": "If facing four or more PCs alone, this character takes one additional turn at the end of the round."
			},
			{
			"name": "Decativated Assassination Protocols",
			"description": "Standard stat block."
			},
			{
			"name": "Assassination Protocols Level I",
			"description": "Remove all ranks of Plausible Deniability, add True Aim 1."
			},
			{
			"name": "Assassination Protocols Level II",
			"description": "Remove all ranks of Plausible Deniability, remove all ranks of Deception, add True Aim 2."
			}
		],
		"weapons": ["Light repeating blaster", "Frag grenade",
			{
				"name": "Wrist-integrated flame projector",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 2,
				"range": "Short",
				"qualities": ["Burn 3", "Blast 6"]
			}
		],
		"gear": ["2 Frag grenades"],
		"tags": ["source:D20Radio.com", "species:Droid", "assassin"]
	},
	{
		"name": "HK-series Assassin Droid pacifist package",
		"type": "Nemesis",
		"description": "Produced by the infamous Czerka Corporation, HK-series Assassin Droids were ruthless killers programmed for unmatched lethality. Despite their sinister appearance and psychopathic behavioral programming, HK-series droids are capable of serving as protocol droids. This allows the droid a degree of plausible deniability. This protocol capability allows the HK-series droid to infiltrate by hiding in plain sight. Once in position, the droids activate their higher level assassination protocols and eliminate their targets with maximum prejudice.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-hk-series-assassin-droid/"
		},
		"notes": "Installing the Protocol Pacifist Package requires an :easy: Mechanics Check. Replace the HK-series Assassin Droid’s Skills, Talents, and Abilities with the following:",
		"characteristics": {
			"Brawn": 4,
			"Agility": 4,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 7,
			"wounds": 35,
			"strain": 20,
			"defence": [1, 1]
		},
		"skills": {
			"Charm": 3,
			"Cool": 2,
			"Computers": 3,
			"Knowledge: Education": 1,
			"Mechanics": 3,
			"Negotiation": 3,
			"Vigilance": 2
		},
		"talents": ["Adversary 3", "Kill with Kindness 2", "Just Kidding!"],
		"abilities": ["Droid"],
		"tags": ["source:D20Radio.com", "species:Droid"]
	},
	{
		"name": "Morgan Artumar, Jedi Hunter",
		"type": "Nemesis",
		"description": "For as long as the Order have existed there have been beings dedicated to perfecting the skills needed to eliminate Jedi. For some, seeking out and killing Jedi is a traditional role of a culture’s warrior caste. Others may be motivated by revenge. Morgan Artumar hunts Jedi because in his mind they are the most dangerous game in the galaxy. Born on Onderon, Artumar served as a local guide for Separatist forces occupying his world. Once the it was clear the Separatists would be forced off the planet he left with the droid army rather than face imprisonment in Iziz’s dungeons for his treason. Knowing well that it was the Jedi Order’s assistance that turned the tide in the battle for Onderon, Artumar became obsessed with learning the tactics and weaknesses of the Jedi.\n\nThroughout the Clone Wars, Artumar rose in prominence within the Separatists, coordinating and even personally conducting successful anti-Jedi operations behind enemy lines. He developed tactics to strike Jedi quickly and at extreme range, mitigating their superior defenses and perception. Even if the Jedi deflected his shots, his quickly shifting points of aim could unbalance all but the most skilled saberist. He selected specialized slugthrowers and sonic pistols to prevent lightsaber reflection, and requisitioned droids to be fitted with area weapons such as flamethrowers in case of close encounters. Artumar’s kill count rose alongside his reputation within the Confederacy of Independent Systems. He escaped prosecution at the end of the Clone Wars, quietly slipping into the Outer Rim. With the declaration of a New Order and a bounty on Jedi survivors, Artumar once again raises his rifle in the most dangerous hunt.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-jedi-hunters/"
		},
		"characteristics": {
			"Brawn": 2,
			"Agility": 5,
			"Intellect": 4,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 18,
			"strain": 18,
			"defence": [1, 1]
		},
		"skills": {
			"Cool": 3,
			"Deception": 2,
			"Discipline": 2,
			"Knowledge: Lore": 1,
			"Mechanics": 2,
			"Melee": 2,
			"Perception": 2,
			"Ranged: Light": 2,
			"Ranged: Heavy": 3,
			"Stealth": 3,
			"Survival": 2,
			"Vigilance": 2
		},
		"talents": ["Anatomy Lessons", "Adversary 3", "Quick Strike 2", "True Aim 2"],
		"abilities": [
			{
				"name": "Multiple Combat Turns",
				"description": "Takes one additional turn at the end of the round if there are 4 or more PC's."
			},
			{
				"name": "Play Pazaak",
				"description": "Upgrade difficulty of all attempts to influence the Jedi Hunter’s mind using the Force twice."
			},
			{
				"name": "Unbalancing Aim",
				"description": "Characters who use the Reflect talent against the Jedi Hunter’s attacks must suffer 2 additional strain."
			}
		],
		"weapons": [
			{
				"name": "Model 38 sharpshooter’s rifle",
				"skill": "Ranged: Heavy",
				"damage": 8,
				"critical": 3,
				"range": "Extreme",
				"qualities": ["Accurate 2", "Pierce 3"]
			},
			{
				"name": "Heavy sonic pistol with grapnel launcher",
				"skill": "Ranged: Light",
				"damage": 7,
				"critical": 4,
				"range": "Medium",
				"qualities": ["Stun"],
				"notes": "May not be redirected using Improved Reflect, see pg. 56 of Special Modifications for grapnel rules."
			}
		],
		"gear": ["armored clothing (+1 Soak, +1 Defence)", "Load bearing equipment"],
		"tags": ["source:D20Radio.com"]
	},
	{
		"name": "CN-DR, Jedi Hunter’s Droid",
		"type": "Rival",
		"description": "A mashup of scrap parts from Separatist salvage yards, this droid’s junky appearance hides a deadly and cruel machine. CN-DR, or “Cinder,” is a conglomeration of parts from at least a Super Tactical Droid, MagnaGuard, and a BX-series commando droid. Hidden beneath this mechanical chimera of components are high-output servomotors and a phrik armor lattice which turns the droid into a powerful combatant. While Cinder’s master engages Jedi from the further range possible, this droid is meant to fight up close. The elegance of a lightsaber has little to offer in response to a flame projector. Artumar employs his droid differently depending on the psychology of his traget. Against Jedi on the run, Cinder lies in wait to pin the fugitive with electronets or suppressible flame bursts. Artumar keeps his droid closer at hand against more aggressive Jedi, relying on the phrik-armored bulk Cinder presents as his shield. As expensive and time consuming it was for Artumar to construct Cinder, his years of working with the Separatists has hardened the Jedi Hunter against affection for droids. As such, Artumar will readily sacrifice Cinder for his own safety.",
		"source": {
			"owner": "Chris Hunt",
			"url": "http://www.d20radio.com/main/holonet-uplink-jedi-hunters/"
		},
		"characteristics": {
			"Brawn": 4,
			"Agility": 4,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 1,
			"Presence": 1
		},
		"derived": {
			"soak": 7,
			"wounds": 20,
			"defence": [1, 1]
		},
		"skills": {
			"Melee": 3,
			"Perception": 3,
			"Ranged: Heavy": 3,
			"Vigilance": 3
		},
		"talents": ["Adversary 1", "Body Guard", "Quick Draw"],
		"weapons": [
			{
				"name": "Flame projector",
				"skill": "Ranged: Heavy",
				"damage": 8,
				"critical": 2,
				"range": "Short",
				"qualities": ["Burn 3", "Blast 8"]
			},
			{
				"name": "Electronet",
				"skill": "Melee",
				"damage": 6,
				"critical": 6,
				"range": "Engaged",
				"qualities": ["Ensnare 5", "Knockdown", "Limited Ammo 1", "Stun Damage"]
			}
		],
		"gear": ["Combat plating (+2 Soak, +1 Defence, cortosis)"],
		"tags": ["source:D20Radio.com", "species:Droid"]
	}
]