[
	{
		"name": "Princess Leia Organa",
		"type": "Nemesis",
		"description": "The Alderaanian princess is already well known to be as out-spoken and politically savvy as her famous father. Although she is very young to hold a position of power as great as that of an Imperial Senator, she has had a lifetime of training for the role. She embodies all of Alderaan’s values and strengths, along with Bail Organa’s political skill and desire to bring an end to the Emperor and Empire. She actively users her diplomatic status to support resistance activities, whether for recruitment, acquisition of supplies, delivery of information, or even to personally join a fight when necessary.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 2,
			"wounds": 14,
			"strain": 14
		},
		"skills": {
			"Charm": 2,
			"Coercion": 1,
			"Cool": 2,
			"Deception": 3,
			"Discipline": 1,
			"Knowledge: Core Worlds": 3,
			"Knowledge: Education": 3,
			"Knowledge: Underworld": 1,
			"Leadership": 2,
			"Melee": 1,
			"Negotiation": 3,
			"Perception": 3,
			"Ranged: Light": 2,
			"Streetwise": 1
		},
		"talents": ["Adversary 1", "Convincing Demeanor 1", "Force Rating 1", "Intimidating 1", "Nobody’s Fool 2"],
		"abilities": [
			{
				"name": "Take Charge",
				"description": "When making a skill check, Princess Leia may spend :advantage::advantage: to let one ally within Medium range immediately perform a maneuver as an out-of-turn Incidental. She may spend :triumph: to let all allies within Medium range perform a maneuver as an out-of-turn Incidental instead."
			}
		],
		"weapons": ["Light blaster pistol"],
		"gear": ["Datapad", "Diplomatic comlink", "Secret encrypted comlink"],
		"tags": ["book:dor", "rebel alliance", "senator", "nobility"]
	},
	{
		"name": "AP-5",
		"type": "Rival",
		"description": "A prickly RA-7 series protocol droid with masculine programming, AP-5 was a navigator and military analyst for the Republic Navy during the Clone Wars. He supported several deployments and served at the Battle of Ryloth. When the Galactic Empire came to power, it deemed AP-5 obsolete and reassigned him to a bulk freight as quartermaster. Many years after the Clone Wars, a now depressed and irritable AP-5 befriended fellow Clone Wars veteran Chopper, Phoenix Cell’s astromech droid.\n\nAfter some convincing, AP-5 accepted Chopper’s invitation to join Phoenix Cell. Finally fulfilling his primary programming again, AP-5’s cross-referenced Imperial, Republic, and Lasat astrogation charts to determine a safe haven for Phoenix Cell, deciding on Atollon. His brave actions saved Chopper’s friends, and as a result, AP-5 was given the role as Chopper Base’s quartermaster where his logistical expertise helps bring order to the often chaotic supply situation at the base. He also provides Commander Sato with intelligence analysis. While AP-5 has never felt better, his gratitude expresses itself as dry insults and biting sarcasm.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 10
		},
		"skills": {
			"Astrogation": 3,
			"Coercion": 1,
			"Computers": 2,
			"Knowledge: Education": 2,
			"Knowledge: Outer Rim": 3,
			"Perception": 3
		},
		"talents": ["Galaxy Mapper 2", "Researcher (Improved)", "Researcher 2"],
		"abilities": [
			"Droid", 
			{
				"name": "Sarcastic Wit 2",
				"description": "Add :setback::setback: to any Charm, Coercion, or Negotiation checks made to influence AP-5."
			}
		],
		"gear": ["Cargo manifest datapad", "Droid plating (+1 Soak)"],
		"tags": ["book:dor", "rebel alliance", "location:Atollon", "species:Droid", "protocol droid"]
	},
	{
		"name": "Krykna",
		"type": "Minion",
		"description": "Often referred to as a spider, the two metre tall krykna is unlike most arachnids. While it shares a similar appearance and a limited ability to create webbing, the krykna possesses only six limbs and cannot generate venom. Its vertically-orientated body is pale and fleshy, but surprisingly resistant to blaster fire. The creature’s terrifying visage features two large, glassy black eyes atop a beaked mouth flanked by twitching mandibles.\n\nKrykna thrive and lay eggs within the tunnels in and under the massive rocky coral growths covering Atollon’s surface. They only venture out to search for food, subsisting on skittish dokma snails, though the krykna are willing to dine on anything that stinks of fear. Far from invincible, krykna have an intense aversion to the radiation emitted from standard sensor markers, allowing base personnel to erect an invisible barricade that keeps them out.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 1,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 10
		},
		"skills": ["Athletics", "Brawl", "Perception", "Vigilance"],
		"abilities": [
			{
				"name": "Electromagnetic Sensitivity",
				"description": "Krykna spiders must retreat to Short range or farther from active sensor markers."
			},
			{
				"name": "Empathic Aggression",
				"description": "Krykna ignore targets who make an :average: Discipline check as an out-of-turn Incidental and thus control their fear and aggression; upgrade the difficulty of the check for recently generated Conflict, displays of hostility and aggression, or related negative emotional states."
			}
		],
		"weapons": [
			{
				"name": "Pincer",
				"skill": "Brawl",
				"damage": 5,
				"critical": 4,
				"range": "Engaged",
				"qualities": ["Ensnare 1", "Knockdown"]
			},
			{
				"name": "Webbing",
				"skill": "Ranged: Light",
				"damage": 1,
				"critical": 3,
				"range": "Short",
				"qualities": ["Ensnare 2"]
			}
		],
		"tags": ["book:dor", "location:Atollon", "creature"]
	},
	{
		"name": "Dokma",
		"type": "Minion",
		"description": "The skittish dokma are cute quadrupeds covered almost entirely by a protective shell — only their feet and eye-stalks suffer Atollon’s harsh environment unshielded. The dokma life cycle is one of constant migration. Born in underwater aquifers, dokma shed their first shell after weeks of drinking the mineral-rich subterranean waters. Eventually, they seek the surface and wander the coral.\n\nOnce they find an appropriate location, dokma shed their shell and latch onto surface coral like a barnacle. There, they are able to siphon sustenance from the coral, grow, and create a new shell. After a dokma’s new shell is complete, it migrates to a new coral formation, seeking a mate. If it is successful, the pair locates a sub-surface lake to host their offspring, otherwise, the dokma continues wandering the surface and watching for hungry krykna.",
		"characteristics": {
			"Brawn": 1,
			"Agility": 1,
			"Intellect": 1,
			"Cunning": 1,
			"Willpower": 1,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 3,
			"defence": [1, 1]
		},
		"skills": ["Charm", "Perception", "Survival", "Vigilance"],
		"abilities": [
			{
				"name": "Defensive Shell",
				"description": "As a maneuver may fully tuck into its shell adding +1 Defence but preventing the creature from moving until it spends another maneuver to re-emerge."
			}
		],
		"gear": ["Dokma shell (+2 Soak, +1 Defence)"],
		"tags": ["book:dor", "location:Atollon", "creature"]
	},
	{
		"name": "Convor",
		"type": "Rival",
		"description": "Small flying creatures found throughout the galaxy, convorees have large, wise eyes, which has spawned numerous superstitions about their roles as harbingers, avatars, or spirit guides. Their short, plump, feathered bodies end in a long, prehensile tail. The creatures hunt alone or in groups of two or three. Their tail and flight strength are greater than they appear: three convorees can lift predators as large as a momong with enough effort. On Atollon, they have mysteriously appeared alongside Bendu. They have also been sighted on Malachor and other worlds in conjunction with Force-related occurrences.\n\nConvorees are popular as pets, particularly on Kiros, where they have a unique, gold-plumed convor breed. Some owners train them as hunting birds. Perhaps more so than other cultures, the Togruta once placed symbolic significance on convorees. Ancient heroes in Togruta mythological writings saw these creatures as reincarnations of deceased ancestors sent to guide the living in times of need. Togruta funerals often culminate in the presentation of a convor hatchling to the bereaved family.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 2,
			"wounds": 5
		},
		"skills": {
			"Brawl": 4,
			"Perception": 3,
			"Survival": 3,
			"Vigilance": 2
		},
		"talents": ["Adversary 2"],
		"abilities": [
			{
				"name": "Calming Presence 2",
				"description": "As a maneuver the creature may allow an ally within Medium range to remove up to :setback::setback: from a Discipline or Cool check that the ally makes later in the same encounter."
			}
		],
		"weapons": [
			{
				"name": "Prehensile tail",
				"skill": "Brawl",
				"damage": 1,
				"critical": 4,
				"range": "Engaged",
				"qualities": ["Ensnare 2"]
			}
		],
		"tags": ["book:dor", "location:Atollon", "creature"]
	},
	{
		"name": "Maul",
		"type": "Nemesis",
		"description": "Once a Dark Lord of the Sith and then a criminal warlord, this Zabrak is now known simply as Maul. A lifetime of hatred and betrayal have transformed the Dathomirian native both physically and mentally. A prowling predator upon cybernetic legs, Maul is obsessed with revenge — especially for a long-time foe whom he first met on Naboo before the fall of the Republic. Maul believed him dead, but has recently discovered he still lives on a desert planet with twin suns. Enraged with this knowledge, Maul will not rest until he finds and defeats this former Jedi Master.",
		"characteristics": {
			"Brawn": 4,
			"Agility": 5,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 5,
			"wounds": 18,
			"strain": 21
		},
		"skills": {
			"Athletics": 4,
			"Brawl": 4,
			"Coercion": 3,
			"Coordination": 4,
			"Deception": 3,
			"Knowledge: Lore": 3,
			"Lightsaber (Agility)": 5,
			"Piloting: Space": 3,
			"Survival": 1,
			"Vigilance": 3
		},
		"talents": ["Adversary 3", "Ataru Technique", "Force Rating 4", "Hawk Bat Swoop", "Jump Up", "Parry 4", "Fear is My Ally"],
		"abilities": [
			"Darkside Force User",
			{
				"name": "Intimidating Countenance",
				"description": "Add automatic :advantage::advantage: to all Coercion checks Maul makes."
			},
			{
				"name": "Force Power: Enhance",
				"description": "When making an Athletics, Coordination, or Resilience check, Maul may roll an Enhance power check as part of the pool and spend :forcepip: to gain :success: or :advantage: on the check. Maul may take the Force Leap maneuver to make an Enhance power check. He may spend :forcepip: to leap horizontally or vertically to any location in Short range."
			},
			{
				"name": "Force Power: Sense",
				"description": "Spend :forcepip: to sense the current thoughts of one living target within Short range."
			}
		],
		"weapons": [
			{
				"name": "Sapith lightsaber",
				"skill": "Lightsaber (Agility)",
				"damage": 9,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Breach 2", "Sunder"]
			}
		],
		"gear": ["Cybernetic legs (+1 Brawn, already included in profile", "Nightbrother heavy clothing (+1 Soak)"],
		"tags": ["book:dor", "force sensitive", "darkside", "species:Zabrak", "underworld", "book:aaa", "character:Maul"]
	},
	{
		"name": "Shelish",
		"type": "Nemesis",
		"description": "Shelish, the only known surviving Nightsisters, spends much of her time hiding in the swamps of Jhas Krill, the eleventh moon of Jhas, in the Hoth system. Although she was absent during the loss of her people on Dathomir, she may also be found on that world at times, searching for clues about their fate. Trusting in the magick of her people, she waits for a student worthy to inherit her dark secrets.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 4,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 16,
			"strain": 19,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 2,
			"Discipline": 3,
			"Knowledge: Lore": 2,
			"Lightsaber": 3,
			"Survival": 3,
			"Vigilance": 3
		},
		"talents": ["Adversary 2", "Force Rating 3"],
		"abilities": [
			"Darkside Force User",
			{
				"name": "Force Power: Harm",
				"description": "May make a Harm Force power check against one Engaged target. Spend :forcepip: to inflict 4 Wounds on the target, ignoring Soak. Spend :forcepip: to increase range by one range band or the number of targets affected by this power by one."
			},
			{
				"name": "Force Power: Phantasmagoria",
				"description": "Once per encounter, may suffer 3 Strain and make a Force power check: for every :forcepip: spent, a single target within Short range must make a :daunting: fear check."
			}
		],
		"weapons": [
			{
				"name": "Ancient sword",
				"skill": "Lightsaber",
				"damage": 6,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Defensive 1"]
			}
		],
		"gear": ["Armoured clothing (+1 Soak, +1 Defence)"],
		"tags": ["book:dor", "nightsister", "force sensitive", "darkside", "location:Dathomir", "location:Hoth"]
	},
	{
		"name": "Fel Trech",
		"type": "Rival",
		"description": "The lone survivor of a crash landing, Trech has become mentally ill with survivor’s guilt. He is unaware of his own strength in the Force and does not know that his condition is creating Force manifestations.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 2,
			"wounds": 13
		},
		"skills": {
			"Piloting: Space": 2,
			"Survival": 1
		},
		"talents": ["Force Rating 2"],
		"abilities": [
			"Darkside Force User",
			{
				"name": "Force Power: Manifestations",
				"description": "May spend one :forcepip: to create one Force Manifestation."
			}
		],
		"weapons": ["Blaster pistol"],
		"gear": ["Spare ship parts"],
		"tags": ["book:dor", "location:Dathomir", "adventure:Spirits of Madness", "force sensitive", "darkside"]
	},
	{
		"name": "Force Manifestation",
		"type": "Rival",
		"description": "These ghastly forms are embodiments of Trech’s guilt over the crash brought to life through his Force abilities, of which he is unaware. Each manifestation is a uniquely horrid representation of his fixation on his feelings of guilt.",
		"characteristics": {
			"Brawn": 0,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 0,
			"wounds": 7,
			"defence": [1, 1]
		},
		"skills": {
			"Stealth": 1
		},
		"abilities": [
			{
				"name": "Fearful Aura",
				"description": "As an action , may force a single target within Short range to make a :hard: fear check."
			},
			{
				"name": "Manifestation",
				"description": "Whenever an attack would inflict Strain or Wounds on a manifestation, it inflicts 2 Strain on Fel Trech instead."
			}
		],
		"tags": ["book:dor", "location:Dathomir", "adventure:Spirits of Madness"]
	},
	{
		"name": "Stormtrooper: Shoretrooper",
		"type": "Minion",
		"description": "Shoretroopers are Imperial stormtroopers trained in amphibious landing combat in coastal environments. They wear a modified version of stormtrooper armour over a heat-modulating dry suit that protects them from adverse atmospheric and geographic conditions where land meets water. They are typically stationed on watery worlds like Mon Cala or Scarif where their training and specialised equipment allow them to operate with little to no difficulty in and out of the water.",
		"notes": "Squads may carry one heavy blaster rifle or one light repeating blaster as a support weapon.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 5
		},
		"skills": ["Athletics", "Discipline", "Melee", "Ranged: Heavy", "Resilience", "Survival"],
		"weapons": [
			"Heavy blaster rifle", "Light repeating blaster",
			{
				"name": "E-22 blaster carbine",
				"skill": "Ranged: Heavy",
				"damage": 8,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Cumbersome 2", "Linked 1", "Stun Setting"]
			}
		],
		"gear": ["Amphibious landing armour (+2 Soak, when making skill checks, shoretroopers may remove :setback::setback: on checks imposed due to coastal settings)", "Utility belt", "Extra reloads", "Food and water packs"],
		"tags": ["empire", "imperial military", "stormtrooper", "book:dor", "book:aaa"]
	},
	{
		"name": "Death Star Trooper",
		"type": "Minion",
		"description": "Death Star troopers are specially trained Imperial Navy personnel assigned to billets aboard the DS-1 Death Star mobile battle station. Culled from the Imperial Navy’s various branches and given extensive training in the operation and maintenance of their new home’s many systems, these troopers are proud to ensure that the massive battle station runs at peak efficiency. Experts in combat and various technical specialities, Death Star troopers are considered among the most qualified and well-rounded personnel in the Navy. They wear a uniform consisting of a double-breasted military tunic, trousers, and tall black leather boots. An oversized, tear-drop-shaped, open-faced helmet completes the ensemble worn while on duty.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 5
		},
		"skills": ["Astrogation", "Computers", "Gunnery", "Knowledge: Warfare", "Mechanics", "Ranged: Light", "Perception", "Vigilance"],
		"weapons": ["Blaster pistol"],
		"gear": ["Death Star trooper uniform and helmet (+1 Soak)"],
		"tags": ["book:aaa", "book:dor", "empire", "imperial military", "location:Death Star"]
	},
	{
		"name": "Death Star Trooper Officer",
		"type": "Rival",
		"description": "The members of the Death Star trooper officer corps have undergone the same combat and technical training as their subordinates, along with a lengthy course in leadership and administration. They are often found in command of squads or sections aboard the station, overseeing operations and making sure everything, including the troopers under their command, is shipshape.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 12
		},
		"skills": {
			"Coercion": 3,
			"Computers": 2,
			"Cool": 3,
			"Discipline": 3,
			"Leadership": 3,
			"Knowledge: Warfare": 2,
			"Mechanics": 2,
			"Ranged: Light": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 1"],
		"abilities": [
			{
				"name": "Platoon Leader",
				"description": "May spend a maneuver to allow one minion group of Death Star troopers within Medium range to make an immediate maneuver as an out-of-turn Incidental or allow the group to add :boost: to their next skill check."
			}
		],
		"weapons": ["Heavy blaster pistol"],
		"gear": ["Death Star trooper uniform and helmet (+1 Soak)", "Comlink", "Datapad"],
		"tags": ["book:dor", "empire", "imperial military", "location:Death Star"]
	},
	{
		"name": "Commander Orson Krennic",
		"type": "Nemesis",
		"description": "Orson Krennic is as grasping and power hungry an officer as can be found in the Imperial military. A tall, steely-eyed officer in his middle years, Krennic was born on Lexrul, a heavily industrialised world in the Mid Rim. His parents were common labourers toiling away in one of the planet’s many shipyards, and he grew up solidly working-class. Always smart and ambitious, Krennic showed an aptitude for mechanics and engineering from an early age. Once his primary education was complete, he earned a place at the Republic Futures Programme on Brentaal, where he studied engineering and naval architecture.\n\nHe began his professional career designing space stations, during the run-up to the Clone Wars. Through a combination of grit, talent, and politicking, he quickly rose through the ranks during the conflict. By the time it came to an end, he had become a lieutenant commander attached to a powerful new battle station project based on stolen Separatist plans. Always a man who knew which way the wind was blowing, Krennic threw his lot in with the newly formed Galactic Empire. In the new Imperial Navy, his talent as a designer and his finely honed political instincts made him many, allies, and not a few enemies.\n\nKrennic ensured he became attached to the gigantic station’s early construction in orbit around Geonosis, and led the effort to design and construct its main weapon. This took many years, but his political skills and clever manipulations of the of others (especially a brilliant polymath he met while at the Futures Programme) always kept him one step ahead of his rivals. Despite frequent setbacks, the weapon is now finally ready for installation and testing. With this, Krennic is certain he will at last gain the recognition and rank he deserves.\n\nKrennic currently holds the title of Director of Advanced Weapons Research, and oversees the installation of the battle station’s super-laser. In this position, he wields an incredible amount of influence and power, and essentially commands the Death Star itself as it undergoes final testing. Unfortunately, he has made an enemy of one of the most powerful men in the Imperial Navy and a close ally of Darth Vader: Grand Moff Wilhuff Tarkin. Krennic and Tarkin despise one another. Krennic is jealous of Tarkin’s position and believes that he should be given complete command of the Death Star. Tarkin feels nothing but contempt for Krennic, seeing him as a lower-class upstart and a loose cannon who should have been drummed out years ago.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 15,
			"strain": 18
		},
		"skills": {
			"Coercion": 4,
			"Computers": 3,
			"Cool": 3,
			"Discipline": 3,
			"Knowledge: Education": 3,
			"Knowledge: Warfare": 2,
			"Leadership": 3,
			"Mechanics": 4,
			"Perception": 3,
			"Ranged: Light": 2
		},
		"talents": ["Adversary 2", "Commanding Presence 2", "Intimidating 2", "Scathing Tirade"],
		"abilities": [
			{
				"name": "Master Manipulator",
				"description": "Krennic may add :boost::boost: to or remove :setback::setback: from Charm, Deception, and Negotiation skill checks to convince others to do his bidding."
			}
		],
		"weapons": ["Heavy blaster pistol"],
		"gear": ["Director’s uniform with cape (+1 Soak)", "Datapad", "Multiple encrypted comlinks"],
		"tags": ["book:dor", "book:aaa", "empire", "imperial military", "book:aaa"]
	},
	{
		"name": "Stormtrooper: Death Trooper",
		"type": "Rival",
		"description": "Death Troopers are among the most elite special forces units in the Imperial Armed Forces. These highly trained, highly motivated warriors operate under the auspices of Imperial Intelligence. They are most often used as strike forces and as VIP protection for vital Imperial officials such as Commander Krennic and Grand Admiral Thrawn.\n\nWhile death troopers have virtually the entire Imperial military arsenal available to them, their standard-issue arms and armour are made for and issued solely to them. They wear an all-black version of standard stormtrooper armour that is lighter and provides better protection. Each suit is equipped with onboard systems including encrypted comlinks, multi-optic scanners, and stealth-enhancing gear to improve performance and survivability in the field. Death troopers’ bespoke weapons include a repeating blaster pistol, a sturdy blaster carbine, and a powerful heavy blaster rifle for long-range and squad support work. Adding to their disturbing aspect, they communicate amongst themselves using cybernetic signals that are indecipherable to organic ears and unsettling even to allies.\n\nThere are very few death troopers, and they are rarely seen in typical military encounters. Their existence is still considered a myth among much of the resistance. Rumours abound that they are somehow linked to experiments within the Advanced Weapons Research division to revive necrotic tissue, and thus arose their title. Word is slowly spreading, though, that these dangerous commandos do actually exist, and are as deadly as their name suggests.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 7,
			"wounds": 17,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 3,
			"Coercion": 3,
			"Cool": 4,
			"Discipline": 4,
			"Gunnery": 3,
			"Knowledge: Warfare": 3,
			"Melee": 2,
			"Perception": 3,
			"Ranged: Heavy": 3,
			"Ranged: Light": 3,
			"Stealth": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 1", "Enduring 2", "Intimidating 2"],
		"weapons": [
			"Frag grenade", "Thermal detonator",
			{
				"name": "DLT-19 Heavy blaster rifle",
				"skill": "Ranged: Heavy",
				"damage": 10,
				"critical": 3,
				"range": "Long",
				"qualities": ["Accurate 2", "Auto-Fire", "Cumbersome 3", "Pierce 2"]
			},
			{
				"name": "E-11D Blaster carbine",
				"skill": "Ranged: Heavy",
				"damage": 9,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun Setting"]
			},
			{
				"name": "SE-14r Light repeating blaster pistol",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Auto-Fire", "Stun Setting"]
			}
		],
		"gear": ["Death trooper armour (+2 Soak, +1 Defence, upgrade Stealth checks once, remove :setback::setback: imposed due to darkness, smoke, or other environmental effects which obscure vision)", "Encrypted comlink", "Load bearing gear", "Food and water packs", "1 Thermal detonator", "2 Frag grenades"],
		"tags": ["book:dor", "empire", "imperial military", "stormtrooper", "book:aaa"]
	},
	{
		"name": "Captain Fatimah Nurii",
		"type": "Nemesis",
		"description": "Captain Nurii is a sub-commander in the Imperial Navy’s Military Police garrison stationed on Scarif. A native of Commenor and a graduate of the Imperial Naval Academy on Prefsbelt IV, Captain Nurii is a no-nonsense officer who is an excellent judge of character with a gift for leadership. Initially, her goal was to join the office of the Navy’s barrister advocate as a litigator, but the baked-in bias of the Imperial Navy against those lacking family connections or contacts saw her shuffled into the Military Police corps as a common shore patrol officer. Captain Nurii has been deeply troubled ever since her assignment to Scarif. The Empire’s harsh actions to quash resistance, as well as the construction of the Death Star, have opened her eyes to the brutality of the regime. She is currently searching for any excuse to safely escape Scarif and alert the galaxy of the Empire’s new super-weapon.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 14,
			"strain": 14
		},
		"skills": {
			"Charm": 2,
			"Coercion": 3,
			"Computers": 2,
			"Cool": 3,
			"Deception": 2,
			"Discipline": 3,
			"Perception": 4,
			"Piloting: Planetary": 2,
			"Ranged: Light": 2,
			"Stealth": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 1", "Command 1"],
		"weapons": ["Light blaster pistol"],
		"gear": ["Shore patrol uniform (+1 Soak)", "Binders", "Secure comlink", "Datapad"],
		"tags": ["book:dor", "empire", "imperial military", "location:Scarif", "adventure:Imperial Defection"]
	},
	{
		"name": "Saw Gerrera",
		"type": "Nemesis",
		"description": "During the Clone Wars, Saw Gerrera fought with Onderon rebels against the Separatists. Jedi representatives trained him in insurgent techniques and strategies and he has applied the same lessons against the Imperial military and to the fight for Jedha against the Empire.\n\nConstant warfare has taken its toll on Gerrera’s body and spirit, but he remains a forceful leader who continues fighting despite overwhelming odds. His extreme tactics have split him away from other resistance groups, but his intelligence gathering efforts, especially concerning Geonosis, may prove invaluable to ending the Empire’s new super-weapon.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 5,
			"wounds": 15,
			"strain": 18
		},
		"skills": {
			"Charm": 1,
			"Coercion": 2,
			"Deception": 2,
			"Leadership": 3,
			"Melee": 3,
			"Ranged: Light": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Command 2", "Inspiring Rhetoric"],
		"abilities": [
			{
				"name": "Always Watchful",
				"description": "Saw adds :boost: to Vigilance and Perception checks."
			}
		],
		"weapons": ["Blaster pistol",
			{
				"name": "Walking stick",
				"skill": "Melee",
				"plus-damage": 2,
				"critical": 4,
				"range": "Engaged"
			}
		],
		"gear": ["Heavy battle armour (+2 Soak)"],
		"tags": ["book:dor", "book:aaa", "rebel alliance", "location:Jedha", "character:Saw"]
	},
	{
		"name": "Commandant Aresko",
		"type": "Nemesis",
		"description": "Commander Cumberlayne Aresko oversees all of Lothal’s Imperial academies, from small regional ones to the majestic facility at Capital City. It is up to him to train the best and kick out the rest. A thin, gaunt man, Aresko enjoys bullying his underlings, his cadets, and vulnerable citizens. He is not among the Empire’s best or brightest leaders, but here he is among the most feared. His efforts to hunt down and capture the local rebel fighters, however, have not been as successful as desired.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 14,
			"strain": 15
		},
		"skills": {
			"Charm": 1,
			"Coercion": 2,
			"Cool": 2,
			"Deception": 3,
			"Discipline": 1,
			"Knowledge: Education": 4,
			"Knowledge: Warfare": 3,
			"Leadership": 2,
			"Melee": 2,
			"Negotiation": 1,
			"Perception": 3,
			"Piloting: Space": 1,
			"Ranged: Light": 3
		},
		"talents": ["Commanding Presence 2", "Field Commander"],
		"abilities": [
			{
				"name": "Imperial Intimidation",
				"description": "As an action, Aresko may make an :average: Coercion check; if successful, characters targeting him or his allies within Short range add :setback: to their skill checks for the rest of the encounter."
			}
		],
		"weapons": ["Blaster pistol"],
		"gear": ["Code cylinders", "Uniform (+1 Soak)"],
		"tags": ["book:dor", "empire", "imperial bureaucracy", "location:Lothal"]
	},
	{
		"name": "Governor Pryce",
		"type": "Nemesis",
		"description": "Like many who succeed in the Empire, Arihnda Pryce politically maneuvered her way up the command chain through betrayal and deceit. For her, Lothal is but a stepping stone to greater positions of power. As her duties take her beyond the planet, she spends little time on Lothal. She has no love for the world, and she cares little about what happens to it as long as it benefits her. Pryce’s skill and dedication have brought her to the attention of Grand Moff Tarkin, an association she hopes to exploit.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 15,
			"strain": 17
		},
		"skills": {
			"Charm": 3,
			"Coercion": 3,
			"Cool": 3,
			"Deception": 3,
			"Discipline": 2,
			"Knowledge: Education": 2,
			"Leadership": 4,
			"Negotiation": 3,
			"Perception": 2,
			"Ranged: Light": 1,
			"Vigilance": 1
		},
		"talents": ["Adversary 1", "Commanding Presence", "Intimidating 2", "Nobody’s Fool 1"],
		"abilities": [
			{
				"name": "Imperial Inspiration",
				"description": "As an action, Pryce may make an :average: Leadership check; if successful, until the start of her next turn all allied Imperial characters within Medium range may change one :threat: to one :advantage: per round when making a skill check."
			}
		],
		"weapons": ["Blaster pistol"],
		"gear": ["Code cylinders", "Uniform (+1 Soak)"],
		"tags": ["book:dor", "empire", "imperial bureaucracy", "location:Lothal"]
	},
	{
		"name": "Minister Tua",
		"type": "Nemesis",
		"description": "Minister Maketh Tua is the public face of Imperial government when Governor Pryce is offworld (which is often). She is a graduate of the Imperial Academy. Like the governor, she aspires to greater things away from Lothal, but unlike Pryce, Tua still cares about the planet and its people. Unfortunately for her, events and expectations often exceed her experience and training. As the Empire grows impatient with events on Lothal, her position becomes ever more precarious — something she is becoming more and more aware of with each passing day.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 2,
			"wounds": 14,
			"strain": 13
		},
		"skills": {
			"Charm": 3,
			"Coercion": 1,
			"Cool": 1,
			"Deception": 1,
			"Discipline": 2,
			"Knowledge: Education": 2,
			"Leadership": 2,
			"Negotiation": 2,
			"Perception": 2,
			"Vigilance": 1
		},
		"talents": ["Inspiring Rhetoric (Improved)", "Kill with Kindness 2"],
		"gear": ["Comlink", "Assorted datapads"],
		"tags": ["book:dor", "empire", "imperial bureaucracy", "location:Lothal"]
	},
	{
		"name": "Ryder Azadi",
		"type": "Nemesis",
		"description": "Ryder Azadi was the previous Governor of Lothal, but his support for anti-Imperial broadcasts (and the machinations of Arihnda Pryce) led to his arrest and imprisonment. He managed to escape years later, and now is one of the main leaders of Lothal’s rising resistance efforts to thwart the Empire’s occupation through industrial sabotage and skirmish attacks.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 15,
			"strain": 16
		},
		"skills": {
			"Charm": 2,
			"Coercion": 1,
			"Cool": 2,
			"Deception": 1,
			"Discipline": 2,
			"Knowledge: Education": 2,
			"Leadership": 3,
			"Negotiation": 2,
			"Perception": 2,
			"Ranged: Light": 1,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Commanding Presence"],
		"abilities": [
			{
				"name": "For Lothal!",
				"description": "When making a Leadership check targeting Lothal natives or other allies concerning the planet’s future, Azadi may spend :advantage::advantage: to add :triumph: to the result."
			}
		],
		"weapons": ["Heavy blaster pistol"],
		"gear": ["Datapad", "Heavy clothing (+1 Soak)"],
		"tags": ["book:dor", "location:Lothal", "rebel alliance"]
	},
	{
		"name": "Fyrnock",
		"type": "Minion",
		"description": "Evolved from the same morphology as the pesky mynocks, fyrnocks are silicon-based quadrupedal life forms that feed on electrical energy. Whole not nearly as common as their winged cousins, fyrnocks pose an even greater threat thanks to their eagerness to feed on the bio-electricity most life forms possess.\n\nReadily identified by their leather purple– to brown-hued skin and glowing yellow eyes, fyrnocks also have razor-sharp claws and teeth evolved to penetrate ship hulls and generator housings. Fyrnocks never stop growing, reaching gargantuan sizes if populations spread unchecked. This is problematic, because they breed like womp rats; several fyrnocks can multiply and overrun a cruiser in days.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 1,
			"Cunning": 2,
			"Willpower": 1,
			"Presence": 1
		},
		"derived": {
			"soak": 2,
			"wounds": 10
		},
		"skills": ["Brawl", "Perception", "Survival", "Vigilance"],
		"abilities": [
			{
				"name": "Energy Drain",
				"description": "On a successful bite attack, may spend :advantage::advantage: to instead deal Stun damage, and heal a number of Wounds equal to the damage it deals."
			},
			{
				"name": "Sunlight Aversion",
				"description": "Compelled to remain out of direct sunlight must make an :average: Discipline skill check to resist fleeing from sunlight toward shadows."
			}
		],
		"weapons": [
			{
				"name": "Claws",
				"skill": "Brawl",
				"damage": 6,
				"critical": 4,
				"range": "Engaged",
				"qualities": ["Pierce 3"]
			},
			{
				"name": "Teeth",
				"skill": "Brawl",
				"damage": 4,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Pierce 1"]
			}
		],
		"tags": ["book:dor", "creature"]
	},
	{
		"name": "Joopa Worm",
		"type": "Rival",
		"description": "Rumours suggest that these massive sand worms grow up to twenty metres long, though typical specimens are half that size. The joopa has a long body with segmented plates strong enough to resist the pressures of subterranean travel and most modern weaponry. Beneath a row of eight primary and a dozen secondary eyes, each a glassy red, its gaping maw opens from multiple directions, featuring fanged palps.\n\nMost joopas burrow and nest deep underground, where their metres-long tongue can reach ground water. The joopas are very sensitive to surface vibrations and treat most as a threat to their nests, or a potential snack. What few occupants remain on Seelos have learned the hard way to steer clear of the salt flats the joopas inhabit, depending on the firm bedrock of the mountains to keep them at bay.",
		"characteristics": {
			"Brawn": 5,
			"Agility": 2,
			"Intellect": 1,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 4
		},
		"derived": {
			"soak": 7,
			"wounds": 30,
			"defence": [2, 1]
		},
		"skills": {
			"Athletics": 2,
			"Brawl": 2,
			"Stealth": 3,
			"Vigilance": 2
		},
		"talents": ["Adversary 2", "Silhouette 3"],
		"abilities": [
			{
				"name": "Tunnel",
				"description": "Can travel underground, treating terrain as normal."
			},
			{
				"name": "Swallow",
				"description": "As an action, may make an opposed Brawl check to swallow a target; swallowed characters are immobilised and suffer 6 damage at the start of each round but can escape if the joopa worm is killed or by making a successful :hard: Athletics check."
			},
			{
				"name": "Unruly 3",
				"description": "Upgrade the difficulty of Survival checks to tame a joopa three times."
			}
		],
		"weapons": [
			{
				"name": "Lash tongue",
				"skill": "Brawl",
				"damage": 5,
				"critical": 5,
				"range": "Short",
				"qualities": ["Ensnare"]
			},
			{
				"name": "Swallowing maw",
				"skill": "Brawl",
				"damage": 5,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Burn 4"]
			}
		],
		"gear": ["Scales (+2 Soak, +2 Melee Defence, +1 Ranged Defence)"],
		"tags": ["book:dor", "creature"]
	},
	{
		"name": "Quarrie",
		"type": "Rival",
		"description": "Am old shipwright from Mon Calamari, Quarrie saw what the Republic was turning into at the end of the Clone Wars and fled to Shantipole. He set up a secret workshop here, and offered his services to a small number of trusted outlaws, scoundrels, and rebel fighters with the help of his fussy astromech, BG-81. Only the best pilots go to him, because only the best pilots can land safely. Quarrie’s workshop is nevertheless something of an open secret among smugglers.\n\nQuarrie has plied his trade here for over a decade, all the while working on a secret project: the Blade Wing starfighter. Recently, Hera Syndulla came looking for help. She convinced him to allow her to test the ship, which performed better than expectations. Impressed with Syndulla, Quarrie joined the resistance. He has taken his design to the Roche Asteroid Field, where he works to refine his design for operational use.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 2,
			"wounds": 13
		},
		"skills": {
			"Astrogation": 2,
			"KNowledge: Education": 3,
			"Mechanics": 4,
			"Perception": 3,
			"Vigilance": 2
		}, 
		"talents": ["Adversary 1", "Natural Tinkerer"],
		"abilities": [
			"Amphibious",
			{
				"name": "Prototype Engineer 2",
				"description": "Once per vehicle, can make a :daunting: Mechanics check and spend :success: to add a permanent hard point to the vehicle, to a maximum of two additional hard points; :threat::threat: can be spent to add permanent :setback: to Mechanics checks made to affect that vehicle."
			}
		],
		"gear": ["Astromech droid", "Coveralls", "Tool kit"],
		"tags": ["book:dor", "species:Mon Calamari", "engineer", "rebel alliance"]
	},
	{
		"name": "Grand Moff Tarkin",
		"type": "Nemesis",
		"description": "Wilhuff Tarkin is one of the Emperor’s most highly trusted and influential members of the New Order. Chancellor Palpatine was instrumental in drawing Tarkin into politics and into positions of increasing authority. Tarkin served as a captain and admiral in the Grand Army of the Republic, and once led his home world of Eriadu in the Seswenna sector. Tarkin has advocated ruling through the fear of force more than through force itself, which he included as a key part of his Tarkin Doctrine. He currently oversees the Death Star’s secret construction, working — and fighting — with Commander Orson Krennic as its final completion draws near.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 5,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 14,
			"strain": 20
		},
		"skills": {
			"Charm": 3,
			"Coercion": 3,
			"Cool": 4,
			"Deception": 3,
			"Discipline": 3,
			"Knowledge: Core Worlds": 4,
			"Knowledge: Outer Rim": 4,
			"Knowledge: Education": 4,
			"Knowledge: Warfare": 4,
			"Leadership": 5,
			"Negotiation": 4,
			"Perception": 3,
			"Vigilance": 3
		},
		"talents": ["Adversary 2", "Intimidating 3", "Nobody’s Fool 2"],
		"abilities": [
			{
				"name": "Commanding Presence",
				"description": "At the beginning of an encounter with Tarkin, each enemy and ally within Medium range or in communication with him makes a :hard: Discipline check as an out-of-turn Incidental. Allies who add automatic :advantage: to any skill checks they make until the end of the encounter. If they succeed with :triumph:, they add automatic :success: instead. Enemies who fail add automatic :threat: to skill checks until the end of the encounter, if they fail with :despair:, they add automatic :failure: instead."
			}
		],
		"gear": ["Imperial Moff’s uniform (+1 Soak)", "Encrypted comlink", "Code cylinders"],
		"tags": ["book:aaa", "book:dor", "empire", "imperial bureaucracy", "character:Tarkin"]
	},
	{
		"name": "Gall Trayvis",
		"type": "Nemesis",
		"description": "Gall Trayvis is an Imperial  senator who for a time hijacked holofeeds to broadcast messages of resistance against the Empire. He inspired sympathisers across many planets to stand up against tyranny, until the Lothal rebels revealed him to be a double agent working to draw out the same for arrest. After that, he publicly claimed to have returned to the Imperial fold.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 12,
			"strain": 13
		},
		"skills": {
			"Charm": 3,
			"Coercion": 2,
			"Cool": 1,
			"Deception": 3,
			"Discipline": 1,
			"Knowledge: Core Worlds": 2,
			"Leadership": 2,
			"Melee": 1,
			"Negotiation": 4,
			"Perception": 2,
			"Ranged: Light": 2
		},
		"talents": ["Natural Charmer", "Plausible Deniability"],
		"abilities": [
			{
				"name": "Increasingly Charismatic",
				"description": "If Gall targets an opponent with a Charm or Deception check, he adds :boost: to a maximum of :boost::boost::boost: to all subsequent Charm or Deception checks he makes targeting that opponent until the end of the encounter."
			}
		],
		"weapons": ["Blaster pistol"],
		"gear": ["Heavy clothing (+1 Soak)", "Comlink", "Secret encrypted comlink", "Datapad"],
		"tags": ["book:dor", "double-agent", "empire", "imperial bureaucracy"]
	},
	{
		"name": "Admiral Konstantine",
		"type": "Nemesis",
		"description": "Admiral Kassius Konstantine is the perfect model of an Imperial Navy flag officer. Stern, unforgiving, and by the book. Konstantine leads from the bridge and adheres slavishly to the Imperial Navy handbook. A native of Coruscant, he studied at the prestigious Anaxes War College and was commissioned just months after the Clone Wars came to an end. Konstantine was among the first generation of officers in the Imperial Navy, and he and his colleagues are responsible for much of the current culture and operating standards held to by the naval personnel. While he is a competent leader, he is much more of a politician than a warrior. He prefers meetings and committees to direct action, and he tends to lean heavily on his subordinates for the day-to-day operation of his command.\n\nCurrently the commander of a small anti-smuggling task force in the Outer Rim, Admiral Konstantine leads from the bridge of his flagship, the *Imperial-I*-class Star Destroyer *Relentless*. In concert with ISB Agent Kallus, Konstantine has been dealing with a sharp rise in insurgent activity on and around Lothal. His need for personal glory often upsets his efforts and the plans of others, however, and could perhaps be the death of him someday.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 13,
			"strain": 14
		},
		"skills": {
			"Astrogation": 2,
			"Coercion": 2,
			"Cool": 2,
			"Deception": 3,
			"Discipline": 2,
			"Leadership": 3,
			"Knowledge: Warfare": 2,
			"Negotiation": 3,
			"Perception": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Command 1"],
		"abilities": [
			{
				"name": "Never His Fault",
				"description": "When Konstantine would suffer Strain after being targeted by a social skill check, one subordinate suffers that Strain instead."
			}
		],
		"gear": ["Admiral’s uniform (+1 Soak)", "Datapad"],
		"tags": ["book:dor", "empire", "imperial military"]
	},
	{
		"name": "Grand Admiral Thrawn",
		"type": "Nemesis",
		"description": "Mitth’raw’nuruodo, better known to the galaxy as Thrawn, is a rarity among the Imperial Navy’s officer corps: a non-human flag officer. Very little is publicly known about the mysterious Grand Admiral. He is a Chiss — a blue-skinned, red-eyed near-human from the ice-locked world of Csilla in the Unknown Regions. Much of his earlier life and service record is classified, but what little is known points to a master strategist with a prodigious intellect and a deep understanding of naval combat in all its forms. According to records, Thrawn has spent much of his career in the Outer Rim Territories leading an anti-insurgency task force responsible for eliminating rebellious activity among the Empire’s holdings there. He oversaw a brilliant, if bloody, victory over insurgents at Batonn, and for that service he was promoted to Grand Admiral by Emperor Palpatine humself.\n\nOfficers who serve under Grand Admiral Thrawn, including his current flag captain and close colleague Albus Marinith, describe the Grand Admiral as cool and analytical with a deep passion for art and a comprehensive understanding of naval tactics. Only when leading his ships into combat or discussing some piece of art or obscure galactic culture does he show the powerful intellect that drives him to perfection. In fact, his deep curiosity, his thirst for knowledge, and his ability to understand a people through its art and culture make him an incredibly canny opponent. While Grand Admiral Thrawn is largely unknown to Alliance operatives, his dangerous reputation is starting to spread thanks to his activities with the Seventh Fleet at Lothal.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 4,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 15,
			"strain": 20
		},
		"skills": {
			"Astrogation": 2,
			"Brawl": 2,
			"Charm": 3,
			"Coercion": 3,
			"Cool": 4,
			"Discipline": 4,
			"Leadership": 5,
			"Knowledge: Education": 3,
			"Knowledge: Lore": 4,
			"Knowledge: Outer Rim": 4,
			"Knowledge: Warfare": 5,
			"Knowledge: Xenology": 5,
			"Melee": 3,
			"Perception": 4,
			"Ranged: Light": 2,
			"Vigilance": 4
		},
		"talents": ["Adversary 2", "Command 3", "Commanding Presence 2", "Nobody’s Fool 2"],
		"abilities": [
			"Infravision",
			{
				"name": "Art of War",
				"description": "Once per session, Thrawn may make a :hard: Knowledge: Lore, Outer Rim, or Xenology check to gain insight on a particular opponent, species, or group; for each :success:, add automatic :success: to all skill checks Thrawn makes against that opponent, species, or group until the end of the session."
			}
		],
		"weapons": ["Light blaster pistol"],
		"gear": ["Grand Admiral’s uniform (+1 Soak)", "Datapad", "Assorted objets d’art"],
		"tags": ["book:dor", "empire", "imperial military", "species:Chiss", "book:aaa"]
	},
	{
		"name": "Cadet Jai Kell",
		"type": "Rival",
		"description": "As a student at the Academy for Young Imperials, Jai Kell met with early success in its many trials. This was due partly to his devotion to the Imperial cause, but also to his natural Force sensitivity, which he did not recognise at the time. During the training, Jai became disenchanted with the Galactic Empire after discussions with fellow students Dev Morgan (actually Ezra Bridger, who was operating undercover at the academy) and Zare Leonis. Jai eventually left the academy and went into hiding with his mother to escape the Inquisitorius.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 12
		},
		"skills": {
			"Athletics": 2,
			"Coercion": 1,
			"Ranged: Heavy": 1,
			"Vigilance": 1
		},
		"talents": ["Force Rating 1"],
		"abilities": [
			{
				"name": "Force Power: Enhance",
				"description": "When making an Athletics check, may roll an Enhance power check as part of the pool and spend :forcepip: to gain :success: or :advantage: (user’s choice) on the check."
			}
		],
		"gear": ["Cadet uniform and helmet (+1 Soak)"],
		"tags": ["book:dor", "rebel alliance", "imperial academy", "force sensitive", "location:Lothal"]
	},
	{
		"name": "Cadet Zare Leonis",
		"type": "Rival",
		"description": "An Imperial cadet and a resistance sympathiser, Zare Leonis came into contact with Phoenix Cell while a student at the Academy for Young Imperials on Lothal. He had enrolled at the academy to try and find his sister Dhara, who had disappeared from the same school previously. Following leads, Leonis feigned Force-sensitivity and accepted a transfer to Arkanis Academy. Throughout his search, he has remained willing to work against the Empire and aid Phoenix Cell. He has readily accepted the personal risks associated with working against the Imperial Academy system from within it.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 12
		},
		"skills": {
			"Athletics": 1,
			"Cool": 1,
			"Ranged: Heavy": 1,
			"Vigilance": 2
		},
		"talents": ["Clever Solution"],
		"gear": ["Cadet uniform and helmet (+1 Soak)"],
		"tags": ["book:dor", "empire", "imperial academy", "location:Lothal", "double-agent"]
	},
	{
		"name": "Taskmaster Grint",
		"type": "Rival",
		"description": "An Imperial officer on Lothal, Myles Grint shares responsibility for the world’s Imperial military presence with Commandant Aresko. While much of that involves security matters, the Taskmaster’s duties focus on training cadets at the Academy for Young Imperials. Grint is devoted to the Galactic Empire, but he is also willing to abuse his authority for personal gain. Grint seems to enjoy inflicting punishment both upon the academy’s cadets and upon any citizens who do not properly demonstrate their devotion to the Empire.",
		"characteristics": {
			"Brawn": 4,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 5,
			"wounds": 15
		},
		"skills": {
			"Brawl": 2,
			"Coercion": 2,
			"Ranged: Light": 1,
			"Streetwise": 1
		},
		"talents": ["Intimidating 1"],
		"weapons": ["Blaster pistol"],
		"gear": ["Taskmaster uniform (+1 Soak)", "Comlink"],
		"tags": ["book:dor", "empire", "imperial academy", "location:Lothal"]
	},
	{
		"name": "Cadet Wedge Antilles",
		"type": "Rival",
		"description": "Wedge Antilles, a talented human pilot from Corellia, displayed superior skills that earned him a slot as a cadet at Skystrike Academy. Even at that time, his devotion to the Imperial cause was limited due to the suffering of his friends and family under the Galactic Empire. In the wake of an Imperial massacre near Teralov, Wedge and several other Skystrike cadets contacted a Rebel operative about defecting. In response, Phoenix Cell infiltrated the academy and escaped with the sympathisers, though one died in the process. The survivors joined the resistance movement as pilots, where their skills will surely be of great use against the Empire and its creations in coming battles.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 4,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 13
		},
		"skills": {
			"Cool": 1,
			"Gunnery": 2,
			"Piloting: Planetary": 2,
			"Piloting: Space": 2,
			"Ranged: Light": 2,
			"Vigilance": 2
		},
		"talents": ["Brilliant Evasion"],
		"weapons": ["Light blaster pistol"],
		"gear": ["Imperial Navy flight suit (+1 Soak)"],
		"tags": ["book:dor", "rebel alliance", "imperial academy"]
	},
	{
		"name": "Agent Kallus",
		"type": "Nemesis",
		"description": "A human born on Coruscant, Kallus joined the ISB shortly after his graduation from the Royal Imperial Academy. Initially, he worked on the ISB’s Internal Affairs and Investigations branches. After fighting insurgents on Onderon and participating in the cleansing of Lasan (where he acquired a rare bo-rifle), Kallus was transferred to Lothal under the command of Wullf Yularen to eliminate the resistance activity in that system.\n\nDuring his time on Lothal, Agent Kallus (code name ISB-021) met with repeated failure in his attempts to defeat the crew of the *Ghost*. These failures led to an escalation in his tactics, and Kallus worked with increasingly prominent Imperial agents to defeat the growing insurrections. Despite the setbacks he has faced, he displays a strong sense of personal honour. There are suspicions that the acts of the Empire have become dishonourable in his eyes, and that he could be turning traitor. However, few, if any, could ever believe that such a staunch and loyal example of Imperial efficiency could ever become disloyal.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 5,
			"wounds": 17,
			"strain": 17
		},
		"skills": {
			"Coercion": 2,
			"Cool": 2,
			"Deception": 3,
			"Melee": 3,
			"Perception": 2,
			"Ranged: Heavy": 3,
			"Streetwise": 3,
			"Vigilance": 2
		},
		"talents": ["Adversary 2", "Durable 3"],
		"abilities": [
			{
				"name": "A Step Ahead",
				"description": "When determining Initiative during a structured encounter, may spend :triumph: to add one NPC Initiative slot to the top of the Initiative order. Kallus must take this slot during the first round."
			},
			{
				"name": "Respected Officer",
				"description": "May perform a maneuver to give all stormtroopers within Medium range :boost: on their next check."
			}
		],
		"weapons": [
			{
				"name": "Bo-rifle (ranged profile)",
				"skill": "Ranged: Heavy",
				"damage": 9,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Cumbersome 3", "Stun Setting"],
				"notes": "Maneuver to switch between profiles."
			},
			{
				"name": "Bo-rifle (melee profile)",
				"skill": "Melee",
				"damage": 6,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Cumbersome 3", "Defensive 1", "Disorient 2", "Knockdown", "Stun Setting"],
				"notes": "Maneuver to switch between profiles."
			}

		],
		"gear": ["ISB Armour (+2 Soak)", "Secure comlink"],
		"tags": ["book:dor", "imperial security bureau", "empire"]
	},
	{
		"name": "Grand Inquisitor",
		"type": "Nemesis",
		"description": "It is believed that this Pau’an was once a valued member of the Jedi Temple Guard, but fell to the dark side of the Force the more he grew to believe the corruption within the Republic Senate and the Jedi Order. Under the direction of Darth Vader, the Grand Inquisitor fulfils the mandate of the Inquisitorius to find and eliminate Force-sensitive threats to the Galactic Empire. His targets include former Jedi — such as Ahsoka Tano and Kanan Jarrus — as well as children across the galaxy who have the potential to grow into threats to the Emperor. He has overseen special efforts to detect and capture young Force-sensitives such as Project Harvester at the Academy for Young Imperials on Lothal. While he uses the Spire for holding prisoners and performing interrogations, he travels freely across the Empire to find and eliminate threats personally either under orders from Darth Vader or on his own initiative and using his own intelligence leads.\n\nThe Grand Inquisitor has significant discretionary power to requisition Imperial assets, including a fleet of Star Destroyers. While he is not averse to pursuing his targets, he has a proclivity for devising traps that bring Force wielders to him. In pursuing his mandates, the Grand Inquisitor has authority over high-ranking Imperial military officers, and at times he has worked in concert with Grand Moff Tarkin.",
		"characteristics": {
			"Brawn": 4,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 5,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 6,
			"wounds": 17,
			"strain": 22,
			"defence": [1, 1]
		},
		"skills": {
			"Brawl": 1,
			"Charm": 2,
			"Coercion": 2,
			"Computers": 2,
			"Cool": 2,
			"Deception": 3,
			"Discipline": 3,
			"Gunnery": 3,
			"Lightsaber": 4,
			"Negotiation": 2,
			"Perception": 4,
			"Vigilance": 2
		},
		"talents": ["Adversary 3", "Force Rating 4", "Parry 4", "Reflect (Improved) 4", "Saber Throw"],
		"abilities": [
			"Darkside Force User",
			"Force Power: Sense",
			{
				"name": "Fearsome",
				"description": "At the beginning of an encounter, each enemy within Medium range must make a :hard-1: fear check."
			},
			{
				"name": "Duelling with Words",
				"description": "Add :boost::boost: to all social checks."
			},
			{
				"name": "Fore Power: Enhance",
				"description": "When making an Athletics or Coordination check, the character may roll an Enhance power check as part of the pool and may spend :forcepip: to gain :success: or :advantage: (their choice) on the check. May also spend :forcepip: to jump horizontally to any location in Short range."
			},
			{
				"name": "Force Power: Move",
				"description": "The character may hurl objects by making a Move Force Power check and rolling a ranged attack as part of the pool. The attack’s difficulty is equal to the Silhouette of the object being thrown (default is Silhouette 0) and only succeeds if they can also spend enough :forcepip: to move the object. The attack deals damage equal to the Silhouette of the object times 10 (Silhouette 0 deals 5 damage) plus one per :success:. To throw multiple objects, they must generate enough :forcepip: to move multiple objects, and must use rules for Auto-Fire to determine difficulty and targeting. May spend :forcepip: to use this power on objects of Silhouette 1."
			}
		],
		"weapons": [
			"Inquisitor lightsaber",
			"Inquisitor lightsaber (dual-blade)",
			"Inquisitor lightsaber (spin)"
		],
		"gear": ["Inquisitorius uniform (+2 Soak, +1 Defence)"],
		"tags": ["book:dor", "empire", "inquisitor", "force sensitive", "darkside", "species:Pau’an"]
	},
	{
		"name": "Fifth Brother",
		"type": "Nemesis",
		"description": "Fifth Brother is a male agent of the Inquisitorius with blocky features and grey skin. He confronts challenges directly and decisively rather than engaging in pursuit and reconnaissance. Fifth Brother prefers to physically overpower and eliminate his opponents, instead of capturing and questioning them. His fighting style is particularly savage, seeking to overcome and exhaust his opponents with potent strikes.",
		"characteristics": {
			"Brawn": 5,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 7,
			"wounds": 19,
			"strain": 18,
			"defence": [1, 1]
		},
		"skills": {
			"Brawl": 4,
			"Coercion": 2,
			"Discipline": 3,
			"Leadership": 2,
			"Lightsaber": 2,
			"Perception": 2,
			"Piloting: Space": 1,
			"Vigilance": 2
		},
		"talents": ["Adversary 2", "Crippling Blow", "Force Rating 3", "Reflect 4", "Saber Throw"],
		"abilities": [
			"Darkside Force User",
			"Force Power: Sense",
			"Force Power: Move",
			{
				"name": "Force Power: Enhance",
				"description": "When making an Athletics, Coordination, or Resilience check, the character may roll an Enhance power check as part of the pool and may spend :forcepip: to gain :success: or :advantage: (their choice) on the check."
			}
		],
		"weapons": [
			"Inquisitor lightsaber",
			"Inquisitor lightsaber (dual-blade)",
			"Inquisitor lightsaber (spin)"
		],
		"gear": ["Inquisitorius uniform (+2 Soak, +1 Defence)"],
		"tags": ["book:dor", "empire", "inquisitor", "force sensitive", "darkside"]
	},
	{
		"name": "Seventh Sister",
		"type": "Nemesis",
		"description": "A ruthless and power-hungry Mirialan, Seventh Sister uses the dark side of the Force to find and eliminate Force adepts. As an agent of the Inquisitorius, she also has discretionary authority to commandeer Imperial assets as required to overcome such threats. Seventh Sister is a calm and thoughtful agent, preferring finesse over brute force when in combat. She liberally uses a small team of ID9 seeker droids for reconnaissance and observation while pursuing her objectives. Their findings assist her in pursuing her foes and identifying their vulnerabilities.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 4,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 5,
			"wounds": 17,
			"strain": 23,
			"defence": [1, 1]
		},
		"skills": {
			"Brawl": 3,
			"Cool": 2,
			"Coercion": 3,
			"Deception": 3,
			"Discipline": 1,
			"Gunnery": 3,
			"Lightsaber (Agility)": 3,
			"Medicine": 1,
			"Stealth": 4,
			"Vigilance": 2
		},
		"talents": ["Adversary 2", "Ataru Technique", "Force Rating 3", "Parry 4", "Saber Throw"],
		"abilities": [
			"Darkside Force User",
			"Force Power: Move",
			{
				"name": "Fore Power: Enhance",
				"description": "When making an Athletics or Coordination check, the character may roll an Enhance power check as part of the pool and may spend :forcepip: to gain :success: or :advantage: (their choice) on the check. May also spend :forcepip: to jump horizontally to any location in Short range."
			},
			{
				"name": "Eyes Everywhere",
				"description": "Automatically wins ties when making an Initiative check."
			}
		],
		"weapons": [
			{
				"name": "Inquisitor lightsaber",
				"skill": "Lightsaber (Agility)",
				"damage": 6,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Breach 1", "Sunder"]
			},
			{
				"name": "Inquisitor lightsaber (dual-blade)",
				"skill": "Lightsaber (Agility)",
				"damage": 6,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Breach 1", "Sunder", "Linked 1", "Unwieldy 2"]
			},
			{
				"name": "Inquisitor lightsaber (spin)",
				"skill": "Lightsaber (Agility)",
				"damage": 6,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Breach 1", "Sunder", "Defensive 1", "Deflection 1"],
				"notes": "When making a Saber Throw action add :boost: to the check and increase damage by +1. If the character has the Enhance Force Power they may use the sabre to fly."
			}
		],
		"gear": ["Inquisitorius uniform (+2 Soak, +1 Defence)", "Numerous ID9 seeker droids"],
		"tags": ["book:dor", "empire", "inquisitor", "force sensitive", "darkside", "species:Mirialan"]
	},
	{
		"name": "Bail Organa",
		"type": "Nemesis",
		"description": "Bail Organa is viceroy of the House of Organa and married to Queen Breha Organa. Serving as Alderaan’s Republic and later Imperial Senator, he was one of the most influential politicians in the latter fays of the Clone Wars. Bail is a member of the Loyaist Committee, a position that lets him see some of Palpatine’s most heinous acts and devkous plots. Using Alderaan’s peaceful reputation to obfuscate his efforts to build resistance to the Empire, Bail skillgully walks a public line of apparently loyal opposition. Possibly his most important duty is educating and guiding the political career of his adopted daughter, Princess Leia. The true identity of Leia’s birth mother — Padmé Amidala — is a closely guarded secret.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 4,
			"Cunning": 5,
			"Willpower": 5,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 12,
			"strain": 15
		},
		"skills": {
			"Charm": 4,
			"Cool": 3,
			"Deception": 3,
			"Discipline": 3,
			"Knowledge: Core Worlds": 4,
			"Knowledge: Education": 4,
			"Knowledge: Underworld": 2,
			"Leadership": 4,
			"Negotiation": 4,
			"Perception": 3,
			"Streetwise": 3,
			"Vigilance": 3
		},
		"talents": ["Adversary 2", "Confidence 2", "Natural Charmer", "Nobody’s Fool 1", "Inspiring Rhetoric (Supreme)", "Works Like a Charm"],
		"abilities": [
			{
				"name": "Trusted Reputation",
				"description": "As a maneuver, make an opposed Charm check against one or more characters within Short range to downgrade the difficulty of a number of future social skill checks equal to net :success: against that character once each, until the end of the encounter."
			}
		],
		"gear": ["Heavy clothing (+1 Soak)", "Diplomatic comlink", "Secret encrypted comlink", "Datapad"],
		"tags": ["book:dor", "rebel alliance", "senator", "nobility", "republic", "character:Bail Organa"]
	},
	{
		"name": "Mon Mothma",
		"type": "Nemesis",
		"description": "As the one-time Republic and later Imperial Senator from Chandrila, Mon Mothma promoted negotiation and peaceful resolutions to some of the galaxy’s worst events. Along with Bail Organa and Padmé Amidala, she opposed Chancellor Palpatine’s efforts to consolidate power during the Clone Wars, and pushed for negotiations with the Separatists. After the Emperor seized control, she continued the struggle publicly while she could. Behind the scenes, however, she realised that he would never be dissuaded and would have to be removed by force. Eventually, her opposition grew into into a very public denunciation of the Emperor. This became more than the Empire could tolerate, especially coupled with her suspected ties to resistance fighters. She now leads the nascent Rebel Alliance as its Commander in Chief, working tirelessly to band together disparate groups and fighting forces into enough of a cohesive force to remove the Emperor and defeat the Empire.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 4,
			"Cunning": 4,
			"Willpower": 5,
			"Presence": 4
		},
		"derived": {
			"soak": 2,
			"wounds": 12,
			"strain": 16
		},
		"skills": {
			"Astrogation": 1,
			"Charm": 4,
			"Coercion": 3,
			"Cool": 4,
			"Computers": 2,
			"Deception": 3,
			"Discipline": 3,
			"Knowledge: Core Worlds": 4,
			"Knowledge: Education": 3,
			"Knowledge: Underworld": 2,
			"Leadership": 5,
			"Melee": 1,
			"Negotiation": 5,
			"Perception": 3,
			"Piloting: Planetary": 1,
			"Piloting: Space": 1,
			"Streetwise": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 2", "Incite Rebellion", "Nobody’s Fool 2"],
		"abilities": [
			{
				"name": "Lasting Inspiration",
				"description": "Once per session, make a :hard: Leadership check when giving orders to an ally; if the check is successful, the ally gains one :boost: for each :success: which can be split up and added as desired to any skill checks the ally makes until the end of the session."
			}
		],
		"gear": ["Robes of office", "Diplomatic comlink", "Secret encrypted comlink", "Datapad"],
		"tags": ["book:dor", "book:aaa", "rebel alliance", "senator", "character:Mon Mothma"]
	},
	{
		"name": "Ahsoka Tano (Fulcrum)",
		"type": "Nemesis",
		"description": "Ahsoka Tano is one of the rarest individuals in the galaxy: a nearly fully trained Jedi who escaped Order 66 and years of pursuit by Imperial Inquisitors and agents. The one-time Padawan of Anakin Skywalker left the Jedi Order when she lost faith in its actions after she was wrongfully suspected of a terrorist act. After Order 66, she tried to hide herself in the Outer Rim and no longer considered herself a Jedi. Her desire to help eventually re-emerged, drawing the attention of both the Empire and Bail Organa. Though she followed her own path, she also became Organa’s agent, codenamed Fulcrum. She was instrumental in growing the rebellion, until she discovered Darth Vader’s true identity. Their confrontation on Malachor, though, may have possibly been her final battle.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 4,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 5,
			"wounds": 13,
			"strain": 14
		},
		"skills": {
			"Astrogation": 1,
			"Athletics": 2,
			"Charm": 1,
			"Coercion": 2,
			"Cool": 2,
			"Coordination": 3,
			"Deception": 2,
			"Discipline": 3,
			"Gunnery": 1,
			"Knowledge: Lore": 2,
			"Knowledge: Warfare": 4,
			"Knowledge: Underworld": 3,
			"Lightsaber": 4,
			"Leadership": 2,
			"Mechanics": 2,
			"Melee": 3,
			"Perception": 3,
			"Piloting: Planetary": 3,
			"Piloting: Space": 2,
			"Ranged: Light": 2,
			"Stealth": 3,
			"Streetwise": 4,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Ataru Technique", "Dodge 2", "Parry 3", "Force Rating 3", "Reflect (Improved) 3", "Saber Swarm"],
		"abilities": ["Force Power: Enhance", "Force Power: Move", "Force Power: Sense",
			{
				"name": "Fulcrum Leadership",
				"description": "Allies within short range who know Ahsoka’s Fulcrum identity add automatic :advantage::advantage: to all skill checks."
			}
		],
		"weapons": [
			{
				"name": "Pair of lightsabers",
				"skill": "Lightsaber",
				"damage": 6,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Breach 1", "Sunder", "Dual-Phase"]
			}
		],
		"gear": ["Padded armour (+2 Soak)", "Encrypted comlink"],
		"tags": ["book:dor", "rebel alliance", "force sensitive", "species:Togruta","character:Ahsoka"]
	},
	{
		"name": "Commander Jun Sato",
		"type": "Nemesis",
		"description": "Jun Sato hails from Mykapo, a planet that saw the Empire’s power grow so onerous that multiple resistance uprisings sprung up against it. His own brother led one of the cells, the Iron Squadron. Later, thinking the cell lost when his brother died, Sato joined a rebel cell that oeprated in a wider area. As its commander he often displays a stern, by-the-book bearing. His dedication to the cause is second to none, and he is willing to make any sacrifice to protect his personnel and hasten the end of the Empire.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 4
		},
		"derived": {
			"soak": 4,
			"wounds": 14,
			"strain": 15
		},
		"skills": {
			"Astrogation": 2,
			"Computers": 2,
			"Cool": 2,
			"Discipline": 3,
			"Gunnery": 3,
			"Knowledge: Outer Rim": 2,
			"Knowledge: Warfare": 3,
			"Leadership": 3,
			"Negotiation": 2,
			"Perception": 3,
			"Piloting: Space": 2,
			"Ranged: Light": 2,
			"Vigilance": 2
		},
		"talents": ["Command 2", "Commanding Presence 2", "Fire Control"],
		"abilities": [
				{
					"name": "Evasive Action",
					"description": "As an action, Sato may make a :hard: Leadership check; for every :success:, a Silhouette 4 or smaller allied starship or vehicle within Medium range may immediately perform the Evasive Maneuvers maneuver as an out-of-turn Incidental without suffering Strain or System Strain; a Silhouette 5 or larger ship may take an immediate maneuver; on a :triumph:, the check applies to all allied ships within Medium range."
					}
				],
		"weapons": ["Blaster pistol"],
		"gear": ["Padded armour (+2 Soak)", "Encrypted comlink"],
		"tags": ["book:dor", "rebel alliance"]
	},
	{
		"name": "Spectre 1: Kanan Jarrus",
		"type": "Nemesis",
		"description": "Kana Jarrus is a former Jedi Padawan whose master was killed in Order 66. Barely escaping, he quickly abandoned his birth name of Caleb Dume and spent years in the shadows avoiding Imperial notice as a minor smuggler and a pilot-for-hire. This life ended when Hera Syndulla encountered him in the Gorse system, where they worked together to thwart an Imperial noble from destroying a world to reap enormous profits. As part of theur battles, he revealed himself as a Force user and was later convinced to join her in fighting back against the Empire.\n\nKanan’s training from the Clone Wars has been invaluable in planning and executing missions the Spectres undertake, but perhaps his most important role is as mentor and instructor to Ezra Bridger. Finding another Force-sensitive has allowed Jarrus to put his master’s training to use again, though he often worries he is not up to the task and is afraid his impatient charge may be slowly falling to the darkness.These feelings became intensified when he was blinded in a ferocious combat with Maul on Malachor. Kanan now uses the Force to compensate for his lack of sight, and has also achieved a greater understanding of the Force through his interactions with the mysterious being known as Bendu.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 5,
			"wounds": 19,
			"strain": 15
		},
		"skills": {
			"Athletics": 3,
			"Charm": 2,
			"Brawl": 2,
			"Cool": 2,
			"Deception": 2,
			"Discipline": 4,
			"Knowledge: Underworld": 2,
			"Lightsaber": 3,
			"Melee": 2,
			"Perception": 3,
			"Piloting: Planetary": 3,
			"Piloting: Space": 3,
			"Ranged: Light": 3,
			"Skulduggery": 2,
			"Streetwise": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 1", "Reflect (Improved) 3", "Parry (Improved) 3", "Force Rating 3", "Steely Nerves"],
		"abilities": [
			{
				"name": "Force Power: Enhance",
				"description": "When making a Resilience or Brawl check, Kanan may use this power."
			},
			{
				"name": "Kanan’s Farsight",
				"description": "Though blind, Kanan can use his connection to the Force to function as if sighted, He does not need to spend :forcepip:."
			},
			{
				"name": "Force Power: Move",
				"description": "Kanan may spend :forcepip: to increase the power’s range to Medium range or to increase the size of the object he can move to Silhouette 2."
			}
		],
		"weapons": ["Blaster pistol",
		{
				"name": "Lightsaber",
				"skill": "Lightsaber",
				"damage": 6,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Breach 1", "Sunder", "Modular"]
			}
		],
		"gear": ["Padded armour (+2 Soak)", "Encrypted comlink"],
		"tags": ["book:dor", "rebel alliance", "spectres", "force sensitive"]
	},
	{
		"name": "Spectre 2: Hera Syndulla",
		"type": "Nemesis",
		"description": "Hera Syndulla is the daughter of Cham Syndulla, who fought for their Twi’lek homeworld of Ryloth against the Separatists, and now against the Empire in these even darker times. It was during the war that as a young girl she rescued and repaired an astromech droid known as Chopper from a crashed Republic starfighter. It was also during this time that she became fascinated with piloting. After her mother died and her father became more and more devoted to fighting only for Ryloth, Hera left to join a resistance movement against the Empire led by the secretive “Fulcrum”.\n\n Along the way Hera acquired the *Ghost*, and grew into an important Rebel commander as well as one of the best pilots around. As captain of the Spectres’ main vessel as well as de facto home for the group, she often serves as the one who settles arguments, ensures upkeep is done, and the final decider while the group is aboard.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 4,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 13,
			"strain": 14
		},
		"skills": {
			"Astrogation": 2,
			"Charm": 2,
			"Computers": 1,
			"Cool": 3,
			"Coordination": 2,
			"Deception": 3,
			"Discipline": 1,
			"Leadership": 3,
			"Mechanics": 3,
			"Perception": 3,
			"Piloting: Planetary": 3,
			"Piloting: Space": 4,
			"Ranged: Light": 2,
			"Streetwise": 4,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Master Pilot", "Skilled Jockey 2", "Full Throttle (Supreme)"],
		"abilities": ["Desert Dweller",
			{
				"name": "Lifelong Resistance Leader",
				"description": "Once per turn, may spend a maneuver to allow one ally within Medium range to perform an action as an out-of-turn incidental."
			},
			{
				"name": "Prideful Piloting",
				"description": "While Hera pilots the Ghost, that vehicle’s Silhouette counts as 3."
			}
		],
		"weapons": ["Holdout blaster"],
		"gear": ["Heavy clothing (+1 Soak)", "Encrypted comlink", "Goggles", "Tool kit"],
		"tags": ["book:dor", "rebel alliance", "spectres", "species:Twi’lek"]
	},
	{
		"name": "Spectre 3: Chopper",
		"type": "Nemesis",
		"description": "",
		"characteristics": {
			"Brawn": 1,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 4,
			"wounds": 13,
			"strain": 12
		},
		"skills": {
			"Astrogation": 3,
			"Computers": 4,
			"Cool": 2,
			"Discipline": 2,
			"Gunnery": 2,
			"Melee": 1,
			"Mechanics": 4,
			"Perception": 2,
			"Piloting: Planetary": 2,
			"Piloting: Space": 3,
			"Skulduggery": 3,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Bad Motivator", "Gearhead 2", "Solid Repairs 2"],
		"abilities": ["Droid",
				{
				"name": "Grumpy 1",
				"description": "The first time a character targets Chopper with a social skill check during an encounter, upgrade the difficulty once. If the check generates :despair:, upgrade the difficulty of all subsequent social skill checks as well."
				}
		],
		"weapons": ["Arc welder"],
		"gear": ["Emergency repair kit", "Encrypted comlink", "Goggles", "Tool kit", "Booster rocket (allows Chopper to fly, as per the rules in the Flying sidebars in Chapter VI: Conflict and Combat in the core rulebooks)"],
		"tags": ["book:dor", "rebel alliance", "spectres", "species:Droid"]
	},
	{
		"name": "Spectre 4: Garazeb “Zeb” Orrelios",
		"type": "Nemesis",
		"description": "“Zeb” Orrelios is the last living Lasat, as far as most people know. Most galactic denizens are unaware of these large, powerful bipeds; those who are aware believe the entire species wiped out by the Empire after they protested the Emperor’s actions. What even fewer know is that Lasan wasn’t the actual Lasat homeworld, only the world most Lasat lived on. Zen was a member of the Lasan Honor Guard, armed with one of its signature b-rifles and charged with protecting its royal family and populace. That he was unable to do so continually drives his hatred for the Empire, and led to his joining Hera Syndulla’s crew.\n\nZeb often provides the key muscle and firepower a mission needs, but the others can overlook the tactical combat skills given his rough nature. He was also instrumental in rediscovering the true Lasat homeworld of Lira San, buried deep in Wild Space. Seeing a thriving Lasat populace here drives him to fight agains the Empire even harder. Now he is defending his people, instead of avenging them.",
		"notes": "Bo-rifle takes a maneuver to switch between profiles",
		"characteristics": {
			"Brawn": 5,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 6,
			"wounds": 17,
			"strain": 14,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 4,
			"Brawl": 3,
			"Coercion": 2,
			"Cool": 2,
			"Coordination": 2,
			"Gunnery": 2,
			"Knowledge: Outer Rim": 2,
			"Melee": 3,
			"Perception": 3,
			"Ranged: Heavy": 3,
			"Resilience": 2,
			"Stealth": 2,
			"Survival": 2
		},
		"talents": ["Adversary 1", "Durable 2", "Physical Training 2"],
		"abilities": [
			{
				"name": "Prehensile Feet",
				"description": "Add :boost: to Athletics checks while climbing."
			},
			{
				"name": "Lasat Combat Training",
				"description": "When making a brawl of melee attack, Knockdown costs one less :advantage:."
			}
		],
		"weapons": [
			{
				"name": "Bo-rifle ranged",
				"skill": "Ranged: Heavy",
				"damage": 9,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Cumbersome 3", "Stun Setting"]
			},
			{
				"name": "Bo-rifle melee",
				"skill": "Melee",
				"damage": 8,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Cumbersome 3", "Defensive 1", "Disorient 2", "Knockdown", "Stun Setting"]
			}
		],
		"gear": ["Lasan Honour Guard armour (+1 Soak, +1 Defence)", "Encrypted comlink"],
		"tags": ["book:dor", "rebel alliance", "spectres", "species:Lasat"]
	},
	{
		"name": "Spectre 5: Sabine Wren",
		"type": "Nemesis",
		"description": "Sabine Wren is a Mandalorian of House Vizsla, a skilled mechanic and specialist in weapons development. She entered the Imperial Academy on Mandalore and there befriended fellow cadet Ketsu Onyo, but soon learned that the Empire was using her creations to oppress her people. When her family sided with the Empire instead of her, Sabine fled with Ketsu to become bounty hunters for a short time. This ended in a violent financial dispute that severed their friendship for years. Later, she joined Hera Syndulla’s growing resistance cell where she can put her mechanical combat abilities to their fullest use, often with quite explosive results.\n\nSabine’s demolitions talents are surpassed only by her artistic endeavors, and she takes every opportunity to paint colorful graffiti during Spectre operations. Some even say she might have a great future as an artist, should she survive the war against the Empire. Her Mandalorian heritage, though, may lead her to even greater accomplishments.",
		"notes": "",
		"characteristics": {
			"Brawn": 2,
			"Agility": 4,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 12,
			"strain": 13,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 3,
			"Brawl": 3,
			"Coercion": 1,
			"Cool": 2,
			"Coordination": 3,
			"Gunnery": 2,
			"Knowledge: Lore": 1,
			"Mechanics": 3,
			"Melee": 3,
			"Perception": 2,
			"Piloting: Planetary": 2,
			"Piloting: Space": 2,
			"Ranged: Heavy": 1,
			"Ranged: Light": 3,
			"Skulduggery": 2,
			"Streetwise": 2,
			"Vigilance": 2
		},
		"talents": ["Stalker 2", "Swift",
			{
				"name": "Pistols Blazing",
				"description": "As an incidental, suffer 1 Strain to avoid increasing the difficulty of a Ranged: Light check to attack with two pistol weapons."
			}
		],
		"abilities": [
			{
				"name": "Mandalorian Maneuvers",
				"description": "once per encounter when using a maneuver to move, may add :setback: to incoming attacks until the beginning of Sabine’s next turn."
			}
		],
		"weapons": [
			{
				"name": "Two blaster pistols",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Accurate 1", "Stun Setting"]
			}
		],
		"gear": ["Mandalorian jetpack (allows user to function as a Silhouette 1, Speed 2, Handling 0, System Strain Threshold 4 vehicle that can only operate in atmosphere, and requires \"Piloting: Planetary\" to operate)", "Mandalorian battle armour (vacuum sealed, integrated encrypted comlink, adds :boost: to ranged attacks, +2 Soak, +1 Defence)", "Various explosives and detonators", "Pair of ArtCannon Airbrushes with extra and propellant canisters", "Tool kit"],
		"tags": ["book:dor", "rebel alliance", "spectres"]
	},
	{
		"name": "Spectre 6: Ezra Bridger",
		"type": "Nemesis",
		"description": "In perhaps an auspicious coincidence, Ezra Bridger was born on the same day as the Empire began its life. It was that Empire that made him an orphan when it dragged his parents away for speaking out against it. Ezra grew up as a minor thief and con artist to survive. This ended when he not only aided the Spectres in a mission on his homeworld of Lothal, but revealed Force abilities to the ex-Padawan Kanan Jarrus - powers Ezra himself had no idea he possessed. Joining the crew, Ezra has since acted as spy, warrior, and missions leader for the Spectres. His skills in using the Force and wielding a lightsaber have also grown impressively under Kanan’s training. Despite this, Ezra is often irritated that he has no become more powerful and impatient to see the Empire’s thread to his friends ended once and for all.\n\nSInce joining the Spectres and later Phoenix Cell, Ezra traveled far from Lothal and encountered wonders and dangers he never imagined as a petty crook in Capital City’s back alleys. Where once he lived only for himself, he’s become a member of the *Ghost* family but also a part of the growing rebellion against the Empire. His wider experiences have also changed his goal of revenge for the deaths of his parents to that of ending the suffering and brutality it inflicts on beings everywhere. The depths of his feelings and eagerness for greater power to fight his foes more effectively, though, means he seems at many times to be just one step away from falling to the dark side.",
		"notes": "",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 4,
			"wounds": 12,
			"strain": 14,
			"defence": [0, 0]
		},
		"skills": {
			"Athletics": 2,
			"Brawl": 1,
			"Cool": 1,
			"Deception": 2,
			"Discipline": 1,
			"Gunnery": 1,
			"Knowledge: Underworld": 2,
			"Lightsaber": 2,
			"Ranged: Light": 2,
			"Skulduggery": 2,
			"Stealth": 2,
			"Streetwise": 2,
			"Survival": 1
		},
		"talents": ["Animal Empathy", "Indistinguishable 1", "Force Rating 2"],
		"abilities": ["Force Power: Enhance", "Force Power: Foresee", "Force Power: Influence", "Keen Eyed 1", "Reflect (Improved) 2"],
		"weapons": ["Heavy blaster pistol",
			{
				"name": "Lightsaber",
				"skill": "Lightsaber",
				"damage": 6,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Breach 1", "Stun Setting"]
			},
			{
				"name": "Custom lightsaber with blaster",
				"skill": "Ranged: Light",
				"damage": 5,
				"critical": 4,
				"range": "Short",
				"qualities": ["Stun Setting"]
			},
			{
				"name": "Wrist-mounted slingshot",
				"skill": "Ranged: Light",
				"damage": 4,
				"critical": 5,
				"range": "Short",
				"qualities": ["Disorient 3", "Stun damage"]
			}
		],
		"gear": ["Padded Armour (+2 Soak)", "Encrypted comlink", "Collection of Imperial helmets"],
		"tags": ["book:dor", "rebel alliance", "spectres"]
	},
	{
		"name": "Captain Rex",
		"type": "Nemesis",
		"description": "Captain Rex is not “officially” one of the Spectres, but he has fought closely at their side in many battles and missions. Officially designated CT-7567, he gained his nickname of Rex during the Clone Wars, where he became a captain and served under General Anakin Skywalker. He also formed close ties with Skywalker’s young Padawan, Ahsoka Tano. Rex and a few other clones had removed the implanted chips that Order 66 triggered, but almost all otehrs hadn’t and Jedi everywhere fell in a hail of blaster fire. After the war, Rex and his comrades escaped to Seelos, where they thought they would live out what was left of their artificially accelerated lives hunting gigantic joopa worms. Years later, Ahsoka, now a leader in the Rebellion, sent the Spectres to find him as a source of possible new bases. After working jointly to repel an imperial attack, Rex decided to rejoin the fight with his old friend plus his new ones.\n\nThat is not to say relations with the crew aboard the *Ghost* have always been good. Kanan Jarrus was especially distrustful of Rex and his fellow clones on sight, recalling the role that clone troopers had in murdering his Jedi master and destroying the Order. It was only through several shared missions that Kanan came to respect the ex-trooper, and now values Rex’s judgement especially in combat situations. As someone with extensive tactical training plus years of battlefront experience, Rex has become an invaluable part of the Spectres and Phoenix Cell as they battle against Imperial forces grows from simple hit-and-run attacks to larger strategic assaults.",
		"notes": "",
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 5,
			"wounds": 16,
			"strain": 13,
			"defence": [0, 0]
		},
		"skills": {
			"Athletics": 3,
			"Brawl": 3,
			"Charm": 2,
			"Coercion": 3,
			"Cool": 3,
			"Discipline": 4,
			"Knowledge: Warfare": 2,
			"Leadership": 4,
			"Mechanics": 2,
			"Perception": 3,
			"Ranged: Heavy": 4,
			"Ranged: Light": 4,
			"Survival": 1,
			"Vigilance":4
		},
		"talents": ["Adversary 1", "Coordinated Assault", "Commanding Presence 2", "Quick Draw", "Side Step 2", "Swift"],
		"abilities": [
			{
				"name": "Joopa Worm Pattern!",
				"description": "As a maneuver, make a :hard: Leadership check to allow allies within Short range who move in their following turn to gain +1 Defence for the remainder of the round."
			}
		],
		"weapons": [
			{
				"name": "Two blaster pistols",
				"skill": "Ranged: Light",
				"damage": 7,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun Setting", "Superior"]
			}
		],
		"gear": ["Clone trooper armour (+2 Soak)", "Encrypted comlink"],
		"tags": ["book:dor", "rebel alliance", "spectres", "clone trooper", "character:Rex"]
	},
	{
		"name": "Cikatro Vizago",
		"type": "Nemesis",
		"description": "",
		"notes": "",
		"characteristics": {
			"Brawn": 3,
			"Agility": 2,
			"Intellect": 2,
			"Cunning": 4,
			"Willpower": 2,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 14,
			"strain": 14,
			"defence": [1, 1]
		},
		"skills": {
			"Coercion": 2,
			"Cool": 2,
			"Deception": 4,
			"Knowledge: Education": 1,
			"Knowledge: Outer Rim": 1,
			"Knowledge: Underworld": 2,
			"Mechanics": 3,
			"Negotiation": 3,
			"Perception": 2,
			"Piloting: Space": 2,
			"Ranged: Light": 1,
			"Resilience": 2,
			"Skulduggery": 1,
			"Streetwise": 3
		},
		"talents": ["Adversary 2", "Black Market Contacts 2", "Nobody’s Fool 1"],
		"abilities": [
			{
				"name": "Deadly Programming",
				"description": "When using personal weapons, allied droids within medium range of Vizago add :boost: their ranged attacks."
			},
			{
				"name": "Resilient Metabolism",
				"description": "Add automatic :success: to all Resilience checks."
			}
		],
		"weapons": [
			{
				"name": "Vilmarh’s Revenge",
				"skill": "Ranged: Light",
				"damage": 6,
				"critical": 2,
				"range": "Medium",
				"qualities": ["Stun Setting", "Superior", "Pierce 1"]
			}
		],
		"gear": ["Armoured clothing (+1 Soak, +1 Defence)", "Droid control remote", "The Broken Horn"],
		"tags": ["book:dor", "broken horn syndicate", "species:Devaronian"]
	},
	{
		"name": "Cham Syndulla",
		"type": "Nemesis",
		"description": "",
		"notes": "",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 4
		},
		"derived": {
			"soak": 3,
			"wounds": 15,
			"strain": 18
		},
		"skills": {
			"Cool": 4,
			"Deception": 2,
			"Knowledge: Warfare": 5,
			"Leadership": 2,
			"Mechanics": 3,
			"Negotiation": 3,
			"Ranged: Heavy": 2,
			"Resilience": 4,
			"Survival": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 2", "Command 2", "Field Commander", "Inspiring Rhetoric"],
		"abilities": ["Desert Dweller",
			{
				"name": "For Ryloth!",
				"description": "Once per session, may re-roll a failed Leadership check when leading Twi’leks."
			}
		],
		"weapons": ["Blaster rifle"],
		"gear": ["Ryloth combat uniform (+1 Soak)"],
		"tags": ["book:dor", "species:Twi’lek"]
	},
	{
		"name": "Numa",
		"type": "Nemesis",
		"description": "More than even Cham Syndulla, Numa’s life has been consumed by warfare-and like Cham, she has little love for outsiders after having being betrayed by her former liberators. As a child, she was rescued by Republic clone troopers during the Clone Wars. Her admiration for those seemingly heroic soldiers was destroyed when the Empire rose to power. Men she had affectionally called “nerra”, or brother, as a child turned their weapons on her and put her in bonds. After agents of the newly formed Free Ryloth Movement rescued her, Numa came to distrust outsiders, perhaps even more so than her mentor, Cham Syndulla. Her dedication, ingenuity, and natural aptitude with explosive devices led her to her meteoric rise among the freedom fighters, until she became one of Cham’s most trusted agents. Her commitment to the Free Ryloth Movement is matched only by her lingering sense of loss and betrayal. Though she rarely speaks and has a public persona of aloof coldness, Numa cares deeply about Ryloth and its people.",
		"notes": "",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 13,
			"strain": 16
		},
		"skills": {
			"Athletics": 2,
			"Charm": 1,
			"Cool": 2,
			"Discipline": 3,
			"Knowledge: Warfare": 2,
			"Mechanics": 4,
			"Perception": 2,
			"Ranged: Light": 2,
			"Resilience": 2,
			"Stealth": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Powerful Blast 2"],
		"abilities": ["Desert Dweller",
			{
				"name": "Hope for Ryloth!",
				"description": "May spend :triumph: on a successful skill check to allow all Twi’lek characters within short range to add :boost: to next skill check they make during the current encounter."
			}
		],
		"weapons": ["Light blaster pistol",
			{
				"name": "Frag grenade",
				"skill": "Ranged: Light",
				"damage": 8,
				"critical": 4,
				"range": "Short",
				"qualities": ["Blast 8", "Limited Ammo 1"]
			},
			{
				"name": "Armour-piercing grenade",
				"skill": "Ranged: Light",
				"damage": 13,
				"critical": 4,
				"range": "Short",
				"qualities": ["Blast 6", "Limited Ammo 1", "Pierce 3"]
			}
		],
		"gear": ["Ryloth combat uniform (+1 Soak)", "3 Frag grenades", "3 Armour piercing grenades"],
		"tags": ["book:dor", "species:Twi’lek"]
	},
	{
		"name": "Fenn Rau",
		"type": "Nemesis",
		"description": "",
		"notes": "",
		"characteristics": {
			"Brawn": 4,
			"Agility": 4,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 6,
			"wounds": 19,
			"strain": 16,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 2,
			"Brawl": 2,
			"Coercion": 2,
			"Cool": 2,
			"Knowledge: Warfare": 2,
			"Leadership": 2,
			"Melee": 1,
			"Piloting: Planetary": 2,
			"Piloting: Space": 3,
			"Ranged: Light": 2,
			"Vigilance": 3
		},
		"talents": ["Adversary 2", "Lethal Blows 2",
				{
				"name": "Deadly Results 2",
				"description": "As an incidental, may spend 2 Destiny points to reduce the critical rating of his pistols to 1 for the next attack he makes."
				}
		],
		"abilities": [
				{
				"name": "Mandalorian Commander",
				"description": "As an action, may make an :average: Leadership check. Each :success: allows one Mandalorian ally within Short range to make an immediate maneuver as an out-of-turn incidental."
				}
		],
		"weapons": [
			{
				"name": "Two heavy blaster pistols",
				"skill": "Ranged: Light",
				"damage": 7,
				"critical": 3,
				"range": "Medium",
				"qualities": ["Stun Setting"]
			}
		],
		"gear": ["Mandalorian jetpack (allows user to function as a Silhouette 1, Speed 2, Handling 0, System Strain Threshold 4 vehicle that can only operate in atmosphere, and requires \"Piloting: Planetary\" to operate)", "Mandalorian battle armour (vacuum sealed, integrated encrypted comlink, adds :boost: to ranged attacks, +2 Soak, +1 Defence)"],
		"tags": ["book:dor", "species:Mandalorian", "pilot"]
	},
	{
		"name": "Azmorigan",
		"type": "Nemesis",
		"description": "",
		"notes": "",
		"characteristics": {
			"Brawn": 3,
			"Agility": 1,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 16,
			"strain": 12,
			"defence": [0, 0]
		},
		"skills": {
			"Coercion": 2,
			"Deception": 2,
			"Knowledge: Outer Rim": 2,
			"Knowledge: Underworld": 3,
			"Leadership": 2,
			"Negotiation": 2,
			"Perception": 1,
			"Skulduggery": 2,
			"Streetwise": 2
		},
		"talents": ["Adversary 1", "Convincing Demeanor 1", "Black Market Contacts 2", "Nobody’s Fool 1"],
		"abilities": [
				{
				"name": "Diversionary Valor",
				"description": "Once per round as an out-of-turn incidental, Azmorigan can cause one ranged attack targeting him to target one engaged ally instead."
				}
		],
		"weapons": ["Blaster pistol"],
		"tags": ["book:dor", "underworld"]
	},
	{
		"name": "Hondo Ohnaka",
		"type": "Nemesis",
		"description": "The Weequay Hondo Ohnaka, former pirate king of the Ohnaka gang, has fallen far from his glory days during the CLone Wars. His considerable criminal enterprises were destroyed with the ride of the Galactic Empire, leaving Ohnaka operating as a free agent hoping to recover some of his former prestige. Without his sizable fleet and crew of Weequay pirates, Hondo has turned to smuggling, arms dealing and shipjacking to make ends meet. During the rise of the Rebellion, Ohnaka made alliances with everyone from a resistance group on Lothal to Ugnaught information brokers and even the Empire, pledging allegiance and betraying them each in turn in search of profits.\n\nWhite Hondo has gained valuable experiences during his time with pirates, criminals and Rebels, he hasn't changed much. He is still unpredictable, and his plans always take a turn for the chaotic. However, there is something in Hondo’s character that makes a betrayed partner forgive him quickly, and Hondo himself never holds a grudge against an . “old friend”.",
		"notes": "",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 14,
			"strain": 15,
			"defence": [1, 1]
		},
		"skills": {
			"Charm": 3,
			"Cool": 1,
			"Deception": 4,
			"Knowledge: Outer Rim": 1,
			"Knowledge: Underworld": 2,
			"Leadership": 3,
			"Melee": 1,
			"Negotiation": 2,
			"Perception": 1,
			"Piloting: Space": 3,
			"Ranged: Light": 2,
			"Skulduggery": 3,
			"Stealth": 1,
			"Streetwise": 2
		},
		"talents": ["Adversary 2", "Smooth Talker (Deception) 2", "Kill with Kindness 1", "Just Kidding! (Improved)"],
		"abilities": ["Pheromone Communication",
				{
				"name": "Distracting Quip",
				"description": "Once per encounter as an action, may make a :hard: Deception check. Each :success: gives Hondo +1 ranged and melee defence for the next two rounds."
				}
		],
		"weapons": [
			{
				"name": "Modified holdout blaster",
				"skill": "Ranged: Light",
				"damage": 4,
				"critical": 2,
				"range": "Medium",
				"qualities": ["Stun Setting"]
			}
		],
		"tags": ["book:dor", "pirate", "underworld", "species:Weequay", "book:aaa"]
	},
	{
		"name": "Ketsu Onyo",
		"type": "Nemesis",
		"description": "",
		"characteristics": {
			"Brawn": 3,
			"Agility": 4,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 16,
			"strain": 16
		},
		"skills": {
			"Athletics": 3,
			"Brawl": 3,
			"Cool": 1,
			"Coordination": 2,
			"Knowledge: Underworld": 2,
			"Melee": 2,
			"Perception": 1,
			"Piloting: Space": 1,
			"Ranged: Light": 2,
			"Stealth": 2,
			"Streetwise": 1,
			"Vigilance": 1
		},
		"talents": ["Adversary 1", "Dodge 2", "Lethal Blows 1", "Stalker 1"],
		"abilities": [
				{
				"name": "Combat Acrobatics",
				"description": "After a successful combat attack, may stow or draw a single item as an incidental."
				}
		],
		"weapons": ["Vibro-ax",
			{
				"name": "Two light blaster pistols",
				"skill": "Ranged: Light",
				"damage": 5,
				"critical": 4,
				"range": "Medium",
				"qualities": ["Stun Setting"]
			}
		],
		"gear": ["Laminate armour (+2 Soak)", "The Shadow Caster"],
		"tags": ["underworld", "bounty hunter", "book:dor"]
	},
	{
		"name": "Lando Calrissian (Dawn of Rebellion)",
		"type": "Nemesis",
		"description": "",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 4
		},
		"derived": {
			"soak": 2,
			"wounds": 15,
			"strain": 16
		},
		"skills": {
			"Charm": 3,
			"Cool": 2,
			"Deception": 3,
			"Discipline": 2,
			"Knowledge: Core Worlds": 1,
			"Knowledge: Underworld": 2,
			"Negotiation": 3,
			"Perception": 2,
			"Ranged: Light": 2,
			"Skulduggery": 2,
			"Stealth": 1,
			"Streetwise": 1,
			"Vigilance": 1
		},
		"talents": ["Adversary 2", "Kill with Kindness 1", "Nobody’s Fool 2", "Plausible Deniability 1"],
		"abilities": ["Luck Be a Lady",
				{
				"name": "Idiot’s Array",
				"description": "Once per encounter, may turn :triumph: from another character’s skill check related to a game of chance into :despair:."
				}
		],
		"weapons": ["Blaster pistol"],
		"gear": ["Fine clothing", "Wrist-mounted comlink"],
		"tags": ["book:dor", "smuggler", "gambler", "character:Lando"]
	},
	{
		"name": "DTS-Series Dismantler droid",
		"type": "Rival",
		"description": "",
		"notes": "",
		"characteristics": {
			"Brawn": 5,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 7,
			"wounds": 15,
			"defence": [0, 1]
		},
		"skills": {
			"Computers": 3,
			"Mechanics": 4,
			"Perception": 3,
			"Ranged: Heavy": 1
		},
		"talents": ["Adversary 1", "Gearhead 1", "Solid Repairs 2"],
		"abilities": ["Droid", "Flyer", "Silhouette 2"],
		"weapons": [
			{
				"name": "Cutting torch",
				"skill": "Ranged: Heavy",
				"damage": 10,
				"critical": 3,
				"range": "Short",
				"qualities": ["Blast 5", "Breach 1", "Burn 3", "Vicious 3"]
			},
			{
				"name": "Vibrosaw",
				"skill": "Melee",
				"damage": 6,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Sunder", "Breach 1", "Vicious 2"]
			},
			{
				"name": "Dismantling manipulators",
				"skill": "Brawl",
				"damage": 4,
				"critical": 4,
				"range": "Engaged",
				"qualities": ["Sunder"]
			}
		],
		"gear": ["Built-in repair tools (counts as a tool kit and an emergency repair kit that can be used once per session)"],
		"tags": ["book:dor", "species:Droid"]
	},
	{
		"name": "ID9 Seeker Droid",
		"type": "Minion",
		"description": "",
		"notes": "",
		"characteristics": {
			"Brawn": 1,
			"Agility": 3,
			"Intellect": 1,
			"Cunning": 2,
			"Willpower": 1,
			"Presence": 1
		},
		"derived": {
			"soak": 3,
			"wounds": 5
		},
		"skills": ["Computers", "Coordination", "Melee", "Stealth"],
		"abilities": ["Droid", "Flyer", "Silhouette 0"],
		"weapons": [
			{
				"name": "Shock prod",
				"skill": "Melee",
				"damage": 5,
				"critical": 5,
				"range": "Engaged",
				"qualities": ["Disorient 2", "Stun Damage"]
			},
			{
				"name": "Ion Disruptor",
				"skill": "Melee",
				"damage": 5,
				"critical": 4,
				"range": "Engaged",
				"qualities": ["Ion"]
			}
		],
		"tags": ["book:dor", "species:Droid"]
	},
	{
		"name": "IG-RM Series Enforcer Droid",
		"type": "Rival",
		"description": "",
		"notes": "",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 2
		},
		"derived": {
			"soak": 5,
			"wounds": 13,
			"defence": [0, 0]
		},
		"skills": {
			"Brawl": 3,
			"Coercion": 3,
			"Cool": 2,
			"Melee": 3,
			"Perception": 3,
			"Ranged: Heavy": 3,
			"Vigilance": 4
		},
		"talents": ["Adversary 1", "Body Guard 2"],
		"abilities": ["Droid"],
		"weapons": [
			{
				"name": "DLT-18 Heavy blaster rifle",
				"skill": "Ranged: Heavy",
				"damage": 10,
				"critical": 3,
				"range": "Long",
				"qualities": ["Auto-Fire", "Cumbersome 3"]
			}
		],
		"tags": ["book:dor", "species:Droid"]
	},
	{
		"name": "KX-Series Enforcer Droid",
		"type": "Nemesis",
		"description": "",
		"characteristics": {
			"Brawn": 4,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 7,
			"wounds": 15,
			"strain": 12
		},
		"skills": {
			"Brawl": 3,
			"Coercion": 4,
			"Computers": 3,
			"Cool": 2,
			"Perception": 3,
			"Ranged: Heavy": 3,
			"Ranged: Light": 3,
			"Vigilance": 3
		},
		"talents": ["Adversary 2", "Nobody’s Fool 2"],
		"abilities": ["Droid"],
		"tags": ["book:dor", "species:Droid"]
	},
	{
		"name": "MSE-Series Maintenance Droid",
		"type": "Minion",
		"description": "",
		"notes": "",
		"characteristics": {
			"Brawn": 1,
			"Agility": 2,
			"Intellect": 1,
			"Cunning": 1,
			"Willpower": 1,
			"Presence": 1
		},
		"derived": {
			"soak": 3,
			"wounds": 3
		},
		"skills": ["Computers", "Mechanics", "Perception"],
		"abilities": ["Droid", "Silhouette 0"],
		"gear": ["Built-in repair tools (counts as a tool kit and an emergency repair kit that can be used once per session)", "Comlink", "Retractable manipulators"],
		"tags": ["book:dor", "species:Droid"]
	}
]