[
	{
		"name": "Princess Leia ORgana",
		"type": "Nemesis",
		"description": "The Alderaanian princess is already well known to be as out-spoken and politically savvy as her famous father. Although she is very young to hold a position of power as great as that of an Imperial Senator, she has had a lifetime of training for the role. She embodies all of Alderaan's values and strengths, along with Bail Organa's political skill and desire to bring an end to the Emperor and Empire. She actively users her diplomatic status to support resistance activities, whether for recruitment, acquisition of supplies, delivery of information, or even to personally join a fight when necessary.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 2,
			"wounds": 14,
			"strain": 14
		},
		"skills": {
			"Charm": 2,
			"Coercion": 1,
			"Cool": 2,
			"Deception": 3,
			"Discipline": 1,
			"Knowledge: Core Worlds": 3,
			"Knowledge: Education": 3,
			"Knowledge: Underworld": 1,
			"Leadership": 2,
			"Melee": 1,
			"Negotiation": 3,
			"Perception": 3,
			"Ranged: Light": 2,
			"Streetwise": 1
		},
		"talents": ["Adversary 1", "Convincing Demeanor 1", "Force Rating 1", "Intimidating 1", "Nobody’s Fool 2"],
		"abilities": [
			{
				"name": "Take Charge",
				"description": "When making a skill check, Princess Leia may spend :advantage::advantage: to let one ally within Medium range immediately perform a maneuver as an out of turn incidental. She may spend :triumph: to let all allies within Medium range perform a maneuver as an out of turn incidental instead."
			}
		],
		"weapons": ["Light blaster pistol"],
		"gear": ["Datapad", "Diplomatic comlink", "Secret encrypted comlink"],
		"tags": ["book:dor", "rebel alliance"]
	},
	{
		"name": "AP-5",
		"type": "Rival",
		"description": "A prickly RA-7 series protocol droid with masculine programming, AP-5 was a navigator and military analyst for the Republic Navy during the Clone Wars. He supported several deployments and served at the Battle of Ryloth. When the Galactic Empire came to power, it deemed AP-5 obsolete and reassigned him to a bulk freight as quartermaster. Many years after the Clone Wars, a now depressed and irritable AP-5 befriended fellow Clone Wars veteran Chopper, Phoenix Cell's astromech droid.\n\nAfter some convincing, AP-5 accepted Chopper's invitation to join Phoenix Cell. Finally fulfilling his primary programming again, AP-5's cross-referenced Imperial, Republic, and Lasat astrogation charts to determine a safe haven for Phoenix Cell, deciding on Atollon. His brave actions saved Chopper's friends, and as a result, AP-5 was given the role as Chopper Base's quartermaster where his logistical expertise helps bring order to the often chaotic supply situation at the base. He also provides Commander Sato with intelligence analysis. While AP-5 has never felt better, his gratitude expresses itself as dry insults and biting sarcasm.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 10
		},
		"skills": {
			"Astrogation": 3,
			"Coercion": 1,
			"Computers": 2,
			"Knowledge: Education": 2,
			"Knowledge: Outer Rim": 3,
			"Perception": 3
		},
		"talents": ["Galaxy Mapper 2", "Improved Researcher", "Researcher 2"],
		"abilities": [
			"Droid", 
			{
				"name": "Sarcastic Wit 2",
				"description": "Add :setback::setback: to any Charm, Coercion, or Negotiation checks made to influence AP-5."
			}
		],
		"gear": ["Cargo manifest datapad", "Droid plating (+1 Soak)"],
		"tags": ["book:dor", "rebel alliance", "location:Atollon", "species:Droid", "protocol droid"]
	},
	{
		"name": "Krykna",
		"type": "Minion",
		"description": "Often referred to as a spider, the two metre tall krykna is unlike most arachnids. While it shares a similar appearance and a limited ability to create webbing, the krykna possesses only six limbs and cannot generate venom. Its vertically-orientated body is pale and fleshy, but surprisingly resistant to blaster fire. The creature's terrifying visage features two large, glassy black eyes atop a beaked mouth flanked by twitching mandibles.\n\nKrykna thrive and lay eggs within the tunnels in and under the massive rocky coral growths covering Atollon's surface. They only venture out to search for food, subsisting on skittish dokma snails, though the krykna are willing to dine on anything that stinks of fear. Far from invincible, krykna have an intense aversion to the radiation emitted from standard sensor markers, allowing base personnel to erect an invisible barricade that keeps them out.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 1,
			"Intellect": 2,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 10
		},
		"skills": ["Athletics", "Brawl", "Perception", "Vigilance"],
		"abilities": [
			{
				"name": "Electromagnetic Sensitivity",
				"description": "Krykna spiders must retreat to Short range or farther from active sensor markers."
			},
			{
				"name": "Empathic Aggression",
				"description": "Krykna ignore targets who make an :average: Discipline check as an out of turn incidental and thus control their fear and aggression; upgrade the difficulty of the check for recently generated Conflict, displays of hostility and aggression, or related negative emotional states."
			}
		],
		"weapons": [
			{
				"name": "Pincer",
				"skill": "Brawl",
				"damage": 5,
				"critical": 4,
				"range": "Engaged",
				"qualities": ["Ensnare 1", "Knockdown"]
			},
			{
				"name": "Webbing",
				"skill": "Ranged: Light",
				"damage": 1,
				"critical": 3,
				"range": "Short",
				"qualities": ["Ensnare 2"]
			}
		],
		"tags": ["book:dor", "location:Atollon", "creature"]
	},
	{
		"name": "Dokma",
		"type": "Minion",
		"description": "The skittish dokma are cute quadrupeds covered almost entirely by a protective shell — only their feet and eye-stalks suffer Atollon's harsh environment unshielded. The dokma life cycle is one of constant migration. Born in underwater aquifers, dokma shed their first shell after weeks of drinking the mineral-rich subterranean waters. Eventually, they seek the surface and wander the coral.\n\nOnce they find an appropriate location, dokma shed their shell and latch onto surface coral like a barnacle. There, they are able to siphon sustenance from the coral, grow, and create a new shell. After a dokma's new shell is complete, it migrates to a new coral formation, seeking a mate. If it is successful, the pair locates a sub-surface lake to host their offspring, otherwise, the dokma continues wandering the surface and watching for hungry krykna.",
		"characteristics": {
			"Brawn": 1,
			"Agility": 1,
			"Intellect": 1,
			"Cunning": 1,
			"Willpower": 1,
			"Presence": 2
		},
		"derived": {
			"soak": 3,
			"wounds": 3,
			"defence": [1, 1]
		},
		"skills": ["Charm", "Perception", "Survival", "Vigilance"],
		"abilities": [
			{
				"name": "Defensive Shell",
				"description": "As a maneuver may fully tuck into its shell adding +1 Defence but preventing the creature from moving until it spends another maneuver to re-emerge."
			}
		],
		"gear": ["Dokma shell (+2 Soak, +1 Defence)"],
		"tags": ["book:dor", "location:Atollon", "creature"]
	},
	{
		"name": "Convor",
		"type": "Rival",
		"description": "Small flying creatures found throughout the galaxy, convorees have large, wise eyes, which has spawned numerous superstitions about their roles as harbingers, avatars, or spirit guides. Their short, plump, feathered bodies end in a long, prehensile tail. The creatures hunt alone or in groups of two or three. Their tail and flight strength are greater than they appear: three convorees can lift predators as large as a momong with enough effort. On Atollon, they have mysteriously appeared alongside Bendu. They have also been sighted on Malachor and other worlds in conjunction with Force-related occurrences.\n\nConvorees are popular as pets, particularly on Kiros, where they have a unique, gold-plumed convor breed. Some owners train them as hunting birds. Perhaps more so than other cultures, the Togruta once placed symbolic significance on convorees. Ancient heroes in Togruta mythological writings saw these creatures as reincarnations of deceased ancestors sent to guide the living in times of need. Togruta funerals often culminate in the presentation of a convor hatchling to the bereaved family.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 2,
			"wounds": 5
		},
		"skills": {
			"Brawl": 4,
			"Perception": 3,
			"Survival": 3,
			"Vigilance": 2
		},
		"talents": ["Adversary 2"],
		"abilities": [
			{
				"name": "Calming Presence 2",
				"description": "As a maneuver the creature may allow an ally within Medium range to remove up to :setback::setback: from a Discipline or Cool check that the ally makes later in the same encounter."
			}
		],
		"weapons": [
			{
				"name": "Prehensile tail",
				"skill": "Brawl",
				"damage": 1,
				"critical": 4,
				"range": "Engaged",
				"qualities": ["Ensnare 2"]
			}
		],
		"tags": ["book:dor", "location:Atollon", "creature"]
	},
	{
		"name": "Maul",
		"type": "Nemesis",
		"description": "Once a Dark Lord of the Sith and then a criminal warlord, this Zabrak is now known simply as Maul. A lifetime of hatred and betrayal have transformed the Dathomirian native both physically and mentally. A prowling predator upon cybernetic legs, Maul is obsessed with revenge — especially for a long-time foe whom he first met on Naboo before the fall of the Republic. Maul believed him dead, but has recently discovered he still lives on a desert planet with twin suns. Enraged with this knowledge, Maul will not rest until he finds and defeats this former Jedi Master.",
		"characteristics": {
			"Brawn": 4,
			"Agility": 5,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 4,
			"Presence": 3
		},
		"derived": {
			"soak": 5,
			"wounds": 18,
			"strain": 21
		},
		"skills": {
			"Athletics": 4,
			"Brawl": 4,
			"Coercion": 3,
			"Coordination": 4,
			"Deception": 3,
			"Knowledge: Lore": 3,
			"Lightsaber (Agility)": 5,
			"Piloting: Space": 3,
			"Survival": 1,
			"Vigilance": 3
		},
		"talents": [
			"Adversary 3", "Ataru Technique", "Force Rating 4", "Hawk Bat Swoop", "Jump Up", "Parry 4",
			{
 				"name": "Fear is My Ally",
 				"description": "Spend :threat: on an opposed social skill check against Maul for him to recover 1 Strain."
			}
		],
		"abilities": [
			"Darkside Force User",
			{
				"name": "Intimidating Countenance",
				"description": "Add automatic :advantage::advantage: to all Coercion checks Maul makes."
			},
			{
				"name": "Force power: Enhance",
				"description": "When making an Athletics, Coordination, or Resilience check, Maul may roll an Enhance power check as part of the pool and spend :forcepip: to gain :success: or :advantage: on the check. Maul may take the Force Leap maneuver to make an Enhance power check. He may spend :forcepip: to leap horizontally or vertically to any location in Short range."
			},
			{
				"name": "Force power: Sense",
				"description": "Spend :forcepip: to sense the current thoughts of one living target within Short range."
			}
		],
		"weapons": [
			{
				"name": "Sapith lightsaber",
				"skill": "Lightsaber (Agility)",
				"damage": 9,
				"critical": 2,
				"range": "Engaged",
				"qualities": ["Breach 2", "Sunder"]
			}
		],
		"gear": ["Cybernetic legs (+1 Brawn, already included in profile", "Nightbrother heavy clothing (+1 Soak)"],
		"tags": ["book:dor", "force sensitive", "darkside", "species:Zabrak", "underworld"]
	},
	{
		"name": "Shelish",
		"type": "Nemesis",
		"description": "Shelish, the only known surviving Nightsisters, spends much of her time hiding in the swamps of Jhas Krill, the eleventh moon of Jhas, in the Hoth system. Although she was absent during the loss of her people on Dathomir, she may also be found on that world at times, searching for clues about their fate. Trusting in the magick of her people, she waits for a student worthy to inherit her dark secrets.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 4,
			"Cunning": 2,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 4,
			"wounds": 16,
			"strain": 19,
			"defence": [1, 1]
		},
		"skills": {
			"Athletics": 2,
			"Discipline": 3,
			"Knowledge: Lore": 2,
			"Lightsaber": 3,
			"Survival": 3,
			"Vigilance": 3
		},
		"talents": ["Adversary 2", "Force Rating 3"],
		"abilities": [
			"Darkside Force User",
			{
				"name": "Force power: Harm",
				"description": "May make a Harm Force power check against one Engaged target. Spend :forcepip: to inflict 4 Wounds on the target, ignoring Soak. Spend :forcepip: to increase range by one range band or the number of targets affected by this power by one."
			},
			{
				"name": "Force power: Phantasmagoria",
				"description": "Once per encounter, may suffer 3 Strain and make a Force power check: for every :forcepip: spent, a single target within Short range must make a :daunting: fear check."
			}
		],
		"weapons": [
			{
				"name": "Ancient sword",
				"skill": "Lightsaber",
				"damage": 6,
				"critical": 3,
				"range": "Engaged",
				"qualities": ["Defensive 1"]
			}
		],
		"gear": ["Armoured clothing (+1 Soak, +1 Defence)"],
		"tags": ["book:dor", "nightsister", "force sensitive", "darkside", "location:Dathomir", "location:Hoth"]
	}
]