[
	{
		"name": "BoSS Agent",
		"type": "Rival",
		"description": "The Bureau of Ships and Services is one of the most pervasive facets of the Imperial bureaucracy, mostly because it existed long before the formation of the Galactic Empire. The earliest incarnation of the BoSS was established when hyperspace travel first became prevalent in the galaxy, thousands of years before the advent of the Galactic Empire. The primary responsibility of the organization is to assign, regulate, and track the use of transponder codes, which are unique to each individual space-going vessel. Any ships identified as participating in any form of illegal activity, such as involvement with the Rebellion, are flagged in the massive BoSS database and can be identified in almost any major starport throughout the galaxy. For this reason, using false transponder codes is common practice in criminal circles as well as by the Alliance. BoSS agents who supervise such oddities are therefore a significant threat to criminals and Rebels alike.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 2,
			"wounds": 12
		},
		"skills": {
			"Astrogation": 1,
			"Computers": 1
		},
		"talents": ["Nobody’s Fool 1"],
		"weapons": ["Light blaster pistol"],
		"gear": ["Secure datapad with uplink to BoSS database", "Comlink"],
		"tags": ["empire", "imperial bureaucracy", "book:aor"]
	},
	{
		"name": "COMPNOR Agent",
		"type": "Rival",
		"description": "The Committee for the Preservation of the New Order is a name used to describe multiple branches of the Imperial bureaucracy, all of which are completely devoted to maintaining support for the Emperor’s rule. The precursor agency, COMPOR, was established as a grassroots political movement during the Clone Wars era, and was a powerful tool for maintaining support for the Supreme Chancellor. After the establishment of the Empire, the organization was reorganized to support the Empire as a whole rather than the Emperor specifically, although he factors significantly in their extensive, pervasive propaganda campaigns. COMPNOR agents are easily the most overzealous of all Imperial agents and genuinely believe that any and all horrors committed in the execution of their duty to root out disloyalty are for the greater good of the galaxy.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 2,
			"Presence": 2
		},
		"derived": {
			"soak": 2,
			"wounds": 12
		},
		"skills": {
			"Coercion": 3,
			"Computers": 2,
			"Deception": 3,
			"Discipline": 1,
			"Knowledge: Core Worlds": 2,
			"Knowledge: Warfare": 2
		},
		"weapons": ["Disruptor pistol"],
		"gear": ["Military comlink"],
		"tags": ["empire", "imperial bureaucracy", "book:aor"]
	},
	{
		"name": "Government Bureaucrat",
		"type": "Rival",
		"description": "The machinery of the Galactic Empire runs on bureaucracy, and legions of bureaucrats keep those wheels turning at all times. Generally dour, punctual, and boring, many of these individuals manage to accomplish the near-impossible task of being more reviled than Imperial Stormtroopers." ,
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 2,
			"Willpower": 2,
			"Presence": 1
		},
		"derived": {
			"soak": 2,
			"wounds": 8
		},
		"skills": {
			"Coercion": 2,
			"Computers": 1,
			"Discipline": 3,
			"Knowledge: Core Worlds:": 2,
			"Knowledge: Education": 2,
			"Negotiation": 3
		},
		"talents": ["Nobody’s Fool 2"],
		"gear": ["Datapad of Imperial regulations"],
		"tags": ["empire", "imperial bureaucracy", "book:fad", "book:aaa"]
	},
	{
		"name": "Imperial Advisor",
		"type": "Nemesis",
		"description": "One of the most insidious methods the Emperor employs to maintain control of his Empire is constantly pitting his minions against one another. These mind games allow such individuals to gain favor by proving their ultimate loyalty to him. Historically, this has prevented Palpatine’s subordinates from allying against him, and nowhere has this policy been more ruthlessly embodied than in the ranks of his Imperial advisors. Typically, there have been around one hundred such extremely powerful and influential bureaucrats at any given time. Each is tasked not only with overseeing details of the Empire’s administration, including such important decisions as appointing governors and Moffs, and also with conducting covert surveillance on the home systems of other advisors and high-ranking Imperial officials.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 2,
			"Intellect": 3,
			"Cunning": 4,
			"Willpower": 3,
			"Presence": 4
		},
		"derived": {
			"soak": 2,
			"wounds": 12,
			"strain": 13
		},
		"skills": {
			"Charm": 4,
			"Coercion": 4,
			"Deception": 4,
			"Knowledge: Core Worlds": 3,
			"Knowledge: Education": 2,
			"Negotiation": 3,
			"Perception": 4,
			"Skulduggery": 3,
			"Vigilance": 3
		},
		"talents": ["Natural Charmer", "Nobody’s Fool 2", "Plausible Deniability 2"],
		"gear": ["Lavishly adorned robes", "Extensive credentials", "Sundry personal staff"],
		"tags": ["empire", "imperial bureaucracy", "book:aor", "book:aaa"]
	},
	{
		"name": "Imperial DeStab Agent",
		"type": "Rival",
		"description": "The Destabilization Branch is a particular agency within Imperial Intelligence, and is regarded by the Alliance as the most evil of all Imperial facets. The purpose of Destabilization is to ensure that sufficient fear and terror grips the galactic populace such that they rely upon the Galactic Empire to maintain social order and convention. DeStab agents tend to be exceptionally patriotic, but are often sociopathic in the execution of their duties, and have no regard for life whatsoever, not even among the ranks of other Imperials. Some of the most significant atrocities of the Galactic Civil War were instigated by DeStab agents, although some were avoided thanks to Rebel Alliance intervention. Relatively early during the conflict, surgically modified DeStab agents infiltrated the ranks of the Mon Calamari and Quarren races on the planet Mon Calamari and attempted to spark a war between the two, to ensure that they would be unable to supply the Rebel Alliance with the starships needed to maintain its struggle against the Imperial Navy. The Alliance thwarted the attempt, but sadly, many similar plots throughout the galaxy have gone undetected until it was far too late.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 2,
			"Cunning": 3,
			"Willpower": 4,
			"Presence": 1
		},
		"derived": {
			"soak": 4,
			"wounds": 12
		},
		"skills": {
			"Deception": 3,
			"Discipline": 3,
			"Coercion": 3,
			"Knowledge: Core Worlds": 2,
			"Knowledge: Outer Rim": 2
		},
		"talents": ["Scathing Tirade (Improved)"],
		"abilities": ["Destabilizing Influence"],
		"weapons": ["Holdout blaster"],
		"tags": ["empire", "imperial bureaucracy", "book:aor"]
	},
	{
		"name": "Imperial Intelligence Agent",
		"type": "Rival",
		"description": "The resources at the disposal of the Imperial Intelligence Bureau are vir­tually without limit and the agents who enact the Bureau’s will throughout the galaxy are highly trained, extremely motivated, and absolutely lethal. Although their mandates and methodologies vary from agent to agent, the essential truth of the matter is that an intelligence agent will do absolutely anything to ensure that whatever problem he or she has been dispatched to deal with is, in fact, dealt with permanently. If an agent determines that an individual may pose a threat to the stability of the Empire, either in the present or in the future, he may well forsake traditional measures and take it upon himself to ensure that the htreat is neutralised.",
		"characteristics": {
			"Brawn": 3,
			"Agility": 3,
			"Intellect": 3,
			"Cunning": 3,
			"Willpower": 3,
			"Presence": 3
		},
		"derived": {
			"soak": 3,
			"wounds": 14
		},
		"skills": {
			"Brawl": 2,
			"Charm": 2,
			"Coercion": 2,
			"Deception": 2,
			"Ranged: Light": 2,
			"Streetwise": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1"],
		"weapons": ["Light blaster pistol"],
		"gear": ["Scanner"],
		"tags": ["empire", "imperial bureaucracy", "book:eote"]
	},
	{
		"name": "Imperial Moff",
		"type": "Nemesis",
		"description": "The term “moff” predates the establishment of the Galactic Republic, much less the Galactic Empire. Never has its use been more prevalent than since the Emperor co-opted it for his own use and created the position of Imperial Moff for individuals assigned to oversee an entire sector of space in the Empire’s name. Those chosen to serve as Moffs are either extremely loyal, extremely capable, or easily manipulated. Regardless, having one Imperial representative to whom other agents, such as planetary governors or system overseers, report minimizes the necessary number of personnel at the top of the hierarchy. Each Moff reports either to an Imperial advisor or, after the establishment of the Tarkin Doctrine, to a Grand Moff responsible for the governance of an oversector. Individual Moffs have incredible leeway in the organization and dispensation of resources under their command, up to and including the military assets assigned to a particular sector.",
		"characteristics": {
			"Brawn": 2,
			"Agility": 3,
			"Intellect": 4,
			"Cunning": 3,
			"Willpower": 4,
			"Presence": 5
		},
		"derived": {
			"soak": 2,
			"wounds": 13,
			"strain": 16
		},
		"skills": {
			"Charm": 3,
			"Coercion": 4,
			"Cool": 3,
			"Deception": 4,
			"Discipline": 3,
			"Knowledge: Core Worlds": 4,
			"Leadership": 4,
			"Ranged: Light": 2,
			"Streetwise": 2,
			"Vigilance": 2
		},
		"talents": ["Adversary 1", "Plausible Deniability 4", "Inspiring Rhetoric (Supreme)"],
		"abilities": ["Imperial Valour"],
		"weapons": ["Blaster pistol"],
		"tags": ["empire", "imperial bureaucracy", "book:aor", "book:eote", "book:aaa"]
	}
]