[
	{
		"name": "Acidic Drool",
		"description": "As an incidental, spend a dark side Destiny Point to give the toothy bite weapon the Burn 2 quality until the end of the chemilizard’s turn; this is a chemical burn."
	},
	{
		"name": "Advanced Language Module",
		"description": "When encountering a new species or language not in its databases, a TC-series protocol droid may make an :easy: Knowledge (Education) check to learn enough of the new dialect to communicate."
	},
	{
		"name": "All the Luck in the Galaxy",
		"description": "When making a check to gamble, a Deception check, or a Negotia­tion check, add :force: to the check. Each :lightside: result automatically adds :success: to the check. :darkside::darkside: results automatically add :despair: to the check."
	},
	{
		"name": "Alliance Leader",
		"description": "Alliance operatives add :boost: to all Vigilance and Perception checks when in the NPC’s presence."
	},
	{
		"name": "Allelochemical Transmitters",
		"description": "May spend :threat: generated by the PCs to allow the Falleen to evoke fear, desire, anger, doubt, confusion, or another emotion in the character targeting him, inflicting 1 Strain per :threat:."
	},
	{
		"name": "Ambushers",
		"description": "Targets add :setback::setback: to all checks made to avoid surprise or notice traps when attacked by monkey-lizards."
	},
	{
		"name": "Ammonia Breather",
		"description": "Breathes ammonia, must use a respirator, and if exposed to oxygen, treats it as a dangerous atmosphere with rating 8."
	},
	{
		"name": "Amphibious",
		"description": "May breathe underwater without penalty and never suffer movement penalties for travelling through water."
	},
	{
		"name": "Animal Combatant",
		"description": "Upgrade ability of checks when fighting wild creatures once."
	},
	{
		"name": "Aquatic Creature",
		"description": "Suffers no penalties for moving through water and can breathe underwater, but cannot move or survive on land."
	},
	{
		"name": "Arboreal Creature",
		"description": "Bearsloths treat trees and branches as normal terrain and do not make checks or spend extra maneuvers in order to move along them vertically or horizontally."
	},
	{
		"name": "Asharl Pelt",
		"description": "Remove :setback: on Survival checks due to cold environments."
	},
	{
		"name": "Aura of Command",
		"description": "Spend a maneuver to allow one allied minion group at Medium range to immediately perform one maneuver or action. Add :boost: to any actions they perform."
	},
	{
		"name": "Awkward",
		"description": "While they have great physical strength their bulk imposes severe limitations in flexibility and agility; they add :setback::setback::setback: to all Brawl, Melee, and Coordination checks they’re required to make."
	},
	{
		"name": "Backup Entertainer",
		"description": "When a SDMN Session Droid performs the Assist maneuver to help a character make a check as part of a performance, that character adds automatic :advantage::advantage: to the result."
	},
	{
		"name": "Bad Knee",
		"description": "If TH-313 generates :threat::threat::threat: or :despair: on an Athletics, Brawl, or Melee check, he is immobilised for one round."
	},
	{
		"name": "Bantha Affinity",
		"description": "Add :boost: to all Survival checks to handle or ride Banthas."
	},
	{
		"name": "Barbed Hide",
		"description": "When the creature is hit by a melee attack, the GM can spend :threat::threat: to inflict 1 Wound (ignoring Soak) on the attacker."
	},
	{
		"name": "Beast of Burden",
		"description": "Add {ranks} to the creature’s encumbrance threshold."
	},
	{
		"name": "Berzerk Rage",
		"description": "Deal +1 damage with Brawl and Melee attacks when suffering any Wounds. When suffering a Critical Injury, deal +2 damage with Brawl and Melee attacks instead."
	},
	{
		"name": "Blabber Mouth",
		"description": "Add :setback: to all social skill checks against a monkey-lizard’s owner."
	},
	{
		"name": "Bloodfly Sickness",
		"description": "A character who takes damage from a bloodfly bite must make an :average: Resilience check; failure results in 4 damage, ignoring Soak, and the character halves their Strain Threshold, rounding up, until the character spends at least an hour in a bacta tank or undergoes similarly extensive medical treatment (as determined by the GM)."
	},
	{
		"name": "Brute Strength",
		"description": "May add :advantage: to all Brawn-related skill checks."
	},
	{
		"name": "Blessing of the Ancients",
		"description": "Once per game session as an incidental, the elder may have a character within Short range heal 4 wounds."
	},
	{
		"name": "Blubber",
		"description": "+1 Soak."
	},
	{
		"name": "Bite at Their Heels",
		"description": "When engaged with a target, allies receive :boost: to combat checks made against the engaged target."
	},
	{
		"name": "Camouflaged (Snow)",
		"description": "When in snowy environments, add :boost::boost: to all Stealth checks."
	},
	{
		"name": "Camouflaged (Jungle)",
		"description": "When in jungle environments, add :boost::boost: to all Stealth checks."
	},
	{
		"name": "Changeling",
		"description": "As an action may suffer 3 Strain and make an :average: Resilience check. If successful may change appearance to that of any observed Silhoutte 1 character. An observing character must make an opposed Perception vs. Deception check to detect that something is amiss."
	},
	{
		"name": "Cloak",
		"description": "Add :setback::setback::setback: to all checks made to spot or track the maalraa (this can include Vigilance checks made for Initiative if the maalraa ambushes a character). Force-sensitive characters ignore this ability."
	},
	{
		"name": "Clone Inhibitor Chip",
		"description": "So long as the proper chain of command is observed, upgrade the ability of Leadership checks targeting a clone trooper once."
	},
	{
		"name": "Code of Silence",
		"description": "Upgrade difficulty of any checks made to obtain any information from this target about the Karazak Slavers’ Cooperative once."
	},
	{
		"name": "Companion Animal",
		"description": "Once per encounter, may make an :easy: Charm check targeting an engaged character; that character recovers 1 Strain per :success:."
	},
	{
		"name": "Computer Affinity",
		"description": "The Intrusion Specialist may add :force: to any Computers check or Skulduggery check to analyse or infiltrate a security system. Spend :forcepip: to add :advantage: to the check. Spend :forcepip::forcepip: to add :success: to any Computers check."
	},
	{
		"name": "Constabulary Honour",
		"description": "Add automatic {ranks|threat} to all social checks made to convince a constable to act against the best interest of Sullust."
	},
	{
		"name": "Constrictor",
		"description": "Opponents affected by the En­snare quality immediately begin suffering the effects of suffocation."
	},
	{
		"name": "Cornered Fury",
		"description": "May upgrade one skill die when engaged and outnumbered by enemies."
	},
	{
		"name": "Covering Fire",
		"description": "May spend a maneuver to add +1 ranged Defence to up to three allied characters or minion groups within Short range until the end of the next round; this does not stack with multiple uses."
	},
	{
		"name": "Create Bacta",
		"description": "Vratix can secrete one litre of bacta per day."
	},
	{
		"name": "Creature of Illusion",
		"description": "Combat checks targeting Moraband Sith phantasms always use Willpower in place of the characteristic normally associated with that skill; the Pierce and Breach qualities do not reduce a Sith phantasm’s soak."
	},
	{
		"name": "Creature of the Sea",
		"description": "Aiwhas are not capable of operating on land."
	},
	{
		"name": "Critical Eye",
		"description": "Gain :boost: on all rolls made to duplicate a familiar document."
	},
	{
		"name": "Crushing Grip",
		"description": "Can maintain a grip on an unfortunate target; as long as it has a victim immobilised in its tentacles, it inflicts 2 Strain and 1 Wound at the start of the victim’s turn."
	},
	{
		"name": "Crushing Body",
		"description": "Any victim affected by the korrak’s Ensnare quality suffers 2 Strain and 1 Wound ignoring Soak at the beginning of their turn."
	},
	{
		"name": "Crystalline",
		"description": "Does not need to breathe and can survive in vacuum and underwater; immune to poisons and toxins."
	},
	{
		"name": "Cunning Ambusher",
		"description": "Opponents add {ranks|setback} to Initiative checks using Vigilance."
	},
	{
		"name": "Cybernetic Communications",
		"description": "Due to their cybernetic modifications, Ganks can communicate silently with other Ganks."
	},
	{
		"name": "Cybernetic Reinforcement",
		"description": "Guavian Death Gang members ignore Stun damage and can survive in vacuum and underwater for ten minutes."
	},
	{
		"name": "Cyborg",
		"description": "Does not need to breathe, eat, or drink and can survive in vacuum or underwater; immune to poisons and toxins."
	},
	{
		"name": "Darkest Dreams",
		"description": "A Moraband Sith phantasm can spend :advantage::advantage: on a combat check or :threat::threat: on an engaged enemy’s combat check to have the target make an :average-1: fear check; if the target fails, the phantasm transforms into a figure inspired by the target’s greatest fear in addition to any other effects of the failed check."
	},
	{
		"name": "Death Lunge",
		"description": "When incapacitated, daly­rakes make one out-of-turn Brawl attack against one opponent with whom they are engaged. This check gains :boost:."
	},
	{
		"name": "Dense Feathers",
		"description": "Immune to the effects of cold and hazardous weather."
	},
	{
		"name": "Desert Dweller",
		"description": "When making skill checks Twi’leks may remove :setback: imposed due to arid and hot environmental conditions."
	},
	{
		"name": "Detect Force-Sensitivity",
		"description": "The vornskr may make an :average: Perception check to detect all Force-sensitive creatures or characters with a Force rating within Medium range; this ability functions regardless of intervening terrain or material."
	},
	{
		"name": "Dive Attack",
		"description": "The first attack made during an encounter gains +2 damage and :boost:."
	},
	{
		"name": "Dive-bomb",
		"description": "As an action, may make an opposed Coercion check vs. Cool against one character at up to Medium range; on a success, the target is staggered for one round and the falcon moves to engaged with the target; :advantage: may be spent to cause the target to suffer 1 Strain, and :triumph: may be spent to extend the effect of the stagger by 1 round."
	},
	{
		"name": "Drain Life",
		"description": "Whenever a shaoryn inflicts damage on a target after Soak, it heals half that many wounds (rounded up)."
	},
	{
		"name": "Draw Closer (Skysnare)",
		"description": "The skysnare may take a Draw Closer action, making a Brawl combat check against one Silhouette 1 (or smaller) target within Medium range and adding :force::force: to the check. The skysnare may spend :forcepip: before resolving the success or failure of the check to move the target one range band closer to the skysnare (including from Short to Engaged). It may also spend :forcepip: to add :success: to the combat check. If the skysnare cannot move its target to engage it, the combat check automatically misses."
	},
	{
		"name": "Droid",
		"description": "Does not need to breathe, eat, or drink and can survive in vacuum or underwater; immune to poisons and toxins."
	},
	{
		"name": "Destabilizing Influence",
		"description": "As a maneuver once per encounter, may add :threat: to all subsequent Cool and Discipline checks made by enemies within Medium range for the remainder of the encounter."
	},
	{
		"name": "Domesticable",
		"description": "Downgrade the difficulty of checks to train this creature {ranks|times}."
	},
	{
		"name": "Domesticated",
		"description": "Difficulty for training this creature is not upgraded."
	},
	{
		"name": "Duracrete Plating",
		"description": "Melee and ranged attacks targeting it gain :setback: due to its armored carapace (included in Defence rating); characters may aim to hit weak spots and ignore 1 Soak."
	},
	{
		"name": "Energy Parasite",
		"description": "Mynocks can make an :average: Coordination check to latch onto any starship or vehicle they are engaged with. Ships or vehicles with a mynock attached suffer 1 System Strain per mynock each day and reduce their han­dling by 1."
	},
	{
		"name": "Enhanced Senses",
		"description": "Add :advantage: to any Perception checks."
	},
	{
		"name": "Enhanced Nemesis Combat",
		"description": "Add an additional NPC Initiative slot at the end of the Initiative order. The nemesis may take a second turn during the same round in this slot. Any effects that are supposed to end during his next turn end instead during his next turn in the following round."
	},
	{
		"name": "Envenomed Bite",
		"description": "Whenever the bearsloth suc­cessfully attacks a target (whether or not it deals damage), the GM may flip a dark side Destiny Point to have the target suffer the effects of being exposed to bearsloth venom."
	},
	{
		"name": "Etiquette and Protocol",
		"description": "Protocol droids allow allies to add :boost: to any Negotiation checks or other checks made to negotiate or mediate."
	},
	{
		"name": "Etiquette and Protocol (Improved)",
		"description": "Protocol droids allow allies to add :boost: to any Negotiation checks or other checks made to negotiate or mediate, no matter the species involved."
	},
	{
		"name": "Excellent Climber",
		"description": "Once per game session, the thaelo may reroll any one Athletics check made when climbing."
	},
	{
		"name": "Fearsome Aspect",
		"description": "Add :boost: to all Coercion checks."
	},
	{
		"name": "Fearsome Countenance",
		"description": "Add automatic :advantage: to Coercion checks."
	},
	{
		"name": "Fire Sweep",
		"description": "As an action, can make a :hard: ranged combat check to inflict one hit that deals base damage with its built-in twin blasters on up to two targets within Medium range, plus one additional target per :advantage: on the check; it can only hit each target once this way."
	},
	{
		"name": "Firefighter",
		"description": "May make an :average: Athletics check to extinguish a fire; success extinguishes the fire within a number of rounds determined by the GM, and additional successes may reduce the time needed to extinguish the fire. Particularly large or dangerous fires may require more difficult checks at the GM’s discretion."
	},
	{
		"name": "Fire Resistant",
		"description": "Immune to fire damage or damage from weapons with the Burn quality."
	},
	{
		"name": "Force Hunter",
		"description": "Gain :boost: to all combat checks made against Force-sensitive creatures or characters with a Force rating."
	},
	{
		"name": "Frightening Visage",
		"description": "As an ac­tion, may make an opposed Deception check vs. Vigilance (when multiple opponents are present, the best Vigilance skill determines difficulty) to create illusion of greater size and threat. If the snowfeather succeeds, all opponents present must make a :hard: fear check. Force-sensitive characters add :setback: to the fear check; droids and other characters immune to Force powers automatically pass the check."
	},
	{
		"name": "Force Mimic",
		"description": "At the GM’s discretion, the kaaten may make an opposed Charm or Deception versus Vigilance check as an action to pretend to be a friend, companion, loved one, or of the same spe­cies as its target. When doing so, add :force: to the check; :lightside: results add :success: to Charm checks, while :darkside: results add :success: to Deception checks. If the check succeeds, the illusion is successful, though what effect this has on gameplay depends on the situation and can be determined by the GM. Targets immune to Force powers are immune to these effects."
	},
	{
		"name": "Intimidating Presence",
		"description": "All enemies within Short range add :threat: to all skill checks they make."
	},
	{
		"name": "Immobile",
		"description": "Cannot spend maneuvers to move."
	},
	{
		"name": "Invoke Doellin",
		"description": "Once per encounter, the Doellinist High Priest may re-roll a social skill check that targeted a Gran character."
	},
	{
		"name": "Many-armed",
		"description": "The creature gains :boost: on all Brawl checks and may spend :advantage::advantage: on a successful melee attack to hit a second target Engaged with it, dealing the same damage as dealt to the original target."
	},
	{
		"name": "Fecklen Boom",
		"description": "As an action, may make an :easy: Survival check; each :success: causes one target in Medium range to be disoriented for 1 round. Each :advantage::advantage: extends the number of rounds by 1 (a disori­ented target adds :setback: to all skill checks performed)."
	},
	{
		"name": "Fearless",
		"description": "Immune to the effects of fear."
	},
	{
		"name": "Fierce Pounce",
		"description": "If the creature uses the Aim maneuver, it also gains Knockdown on its next attack."
	},
	{
		"name": "Flyer",
		"description": "This creature can fly."
	},
	{
		"name": "For Quolas!",
		"description": "As an action, make an :average: Leadership check to add :boost: to all combat checks by allies within Short range for one round."
	},
	{
		"name": "Sathari Glider",
		"description": "A Sathari can glide over small dis­tances while falling and does not suffer damage from falling while conscious."
	},
	{
		"name": "Glider",
		"description": "Varactyls can suffer 2 strain to count as a flyer for the remainder of the turn."
	},
	{
		"name": "Gun Crew",
		"description": "For each Imperial Gunnery Corps member in the minion group beyond the first, reduce the Cumbersome rating of their weapons by 1."
	},
	{
		"name": "Hard to Kill",
		"description": "The GM may flip one dark side Destiny Point to have the Kintan Strider heal 5 Wounds."
	},
	{
		"name": "Hardy",
		"description": "Murra add :boost: to all Resilience checks."
	},
	{
		"name": "Heat Resistance",
		"description": "Remove up to :setback: from any checks due to hot or arid environmen­tal conditions."
	},
	{
		"name": "Heightened Sense of Smell",
		"description": "Razhak upgrade all Perception checks once."
	},
	{
		"name": "Helium Allergy",
		"description": "When exposed to helium mynocks suffer 1 Wound per round ignoring Soak until their bodies inflate and explode."
	},
	{
		"name": "Hover",
		"description": "May reduce speed to 0 and remain aloft."
	},
	{
		"name": "Hoverer",
		"description": "When hovering the character does not have to spend additional maneuvers when navigating difficult terrain."
	},
	{
		"name": "Huttese",
		"description": "Hutt security droid neither speaks nor understands Basic."
	},
	{
		"name": "Humming Vibrations",
		"description": "As an action, may make an opposed Charm vs. Discipline check against a target at up to Medium range to disorient the target for a number of rounds equal to :success:; may spend :advantage::advantage::advantage: or :triumph: to stag­ger the target for 1 round instead."
	},
	{
		"name": "Imperial Valour",
		"description": "May perform a maneuver to cause all ranged attacks targeting the character to instead hit one ally or helpless enemy in Engaged range, until the beginning of the character’s next turn."
	},
	{
		"name": "Imperial Haughtiness",
		"description": "When a non-humanoid alien species is targeting Grayson with a social skill, add :setback:."
	},
	{
		"name": "Improved Covering Fire",
		"description": "When allied minion groups within Short range perform the Covering Fire maneuver, they add +2 Ranged Defence instead."
	},
	{
		"name": "Infravision",
		"description": "Remove :setback: imposed due to light­ing conditions."
	},
	{
		"name": "Ink Spray",
		"description": "Once per encounter, as an out-of-turn incidental, a Quarren may spit ink from a specialised sac within their gills, suffering 2 Strain to add :setback: to a combat check made by a character within Short range (under water, it adds :setback::setback::setback: to the combat check instead)."
	},
	{
		"name": "Insectoid Appear­ance",
		"description": "LOM-series protocol droids allow allies to remove :setback: from Nego­tiation checks or other checks made to negotiate or mediate when dealing with insectoid species."
	},
	{
		"name": "Jet booster",
		"description": "Allows this character to fly, as per the rules in the Flying sidebars in Chapter VI: Conflict and Combat in the core rulebooks."
	},
	{
		"name": "Jungle Hunter",
		"description": "Sludge panthers suffer no penalties when moving through rough terrain in dense jungle, dense forest, or swampy environments."
	},
	{
		"name": "Keen Senses",
		"description": "Thanks to their finely honed senses of sight and hearing, they gain :boost: on all Perception checks."
	},
	{
		"name": "Leap",
		"description": "Add :boost::boost: to all Athletics checks made to perform vertical or horizontal jumps."
	},
	{
		"name": "Leader",
		"description": "All subordinates within Medium range add :boost: to all Discipline checks."
	},
	{
		"name": "Lightning Charge",
		"description": "Once per encounter, can use a maneuver to move to Engaged with a target at Medium range; any melee attacks made by the beast or its rider against that target this turn add 2 damage."
	},
	{
		"name": "Light-Sensitive",
		"description": "Defel are vulnerable to bright lights, which cause them intense pain and temporary blindness if v1ewed without protection. A Defel exposed to bright light without protective goggles suffers :setback::setback: on all skill checks."
	},
	{
		"name": "Living Shadow",
		"description": "Add :setback::setback: to all combat checks and Perception checks against phantasmal beasts of Morabandand and :boost::boost: to all Stealth checks the beasts make, in addition to any dice gained for darkness; applies even to characters not hampered by normal darkness."
	},
	{
		"name": "Long Arms",
		"description": "The grey bear’s arms are surprisingly long and nimble, removing :setback: imposed on its combat checks due to an opponent’s defence."
	},
	{
		"name": "Lorekeeper",
		"description": "Remove {ranks|setback} from all Knowledge: Lore checks."
	},
	{
		"name": "Low-Tech User",
		"description": "Upgrade the difficulty of checks to use unfamiliar technology once."
	},
	{
		"name": "Loyalty",
		"description": "Upgrade the difficulty of social checks targeting the Vodran enforcer once if they conflict with the Vodran enforcer’s loyalty or interfere with his duty to his Hutt masters."
	},
	{
		"name": "Loyalty Imprint",
		"description": "Add :boost: lo all checks made to defend its designated master."
	},
	{
		"name": "Luck Be a Lady",
		"description": "Once per encounter, Lando may reroll a skill check."
	},
	{
		"name": "Magnetic Sense",
		"description": "All Devlikk gain :boost: on any Coordination or Piloting checks and know which way is north at all times."
	},
	{
		"name": "Mandalorian Visage",
		"description": "Add :success: to the result of Coercion checks to intimidate if Kad is wearing his Mandalorian heavy battle armour."
	},
	{
		"name": "Military Analyst",
		"description": "M-3PO-series military protocol droids allow allies to add :boost: to any Knowledge (Warfare) checks that benefit from an understanding of logistics or military procedure."
	},
	{
		"name": "Natural Camouflage",
		"description": "Any Perception checks made to detect the creature suffer :setback::setback:; this affects scanners and macrobinoculars using thermal sensors or passive light amplification as well."
	},
	{
		"name": "Near-Sighted",
		"description": "Add :setback: to ranged attacks and vision-based Perception checks at long and extreme range."
	},
	{
		"name": "Negate Force Powers",
		"description": "An adult ysalamir creates a spherical zone extending out to Short range, inside which Force-sensitive characters and creatures cannot exert influence over the Force. Inside this zone, any Force powers, Force talents, or other abilities that the GM decides work via the Force do not function. Likewise, such powers may not affect or detect any­thing within this zone."
	},
	{
		"name": "Networking",
		"description": "For every three DUM-series droids in a group, add :boost: to all Computers, Mechanics, and Perceptions checks."
	},
	{
		"name": "Neurotoxin Doses",
		"description": "The Imperial assassin has multiple doses of neurotoxin, which can be introduced into food or drink, or applied to a Melee weapon as a maneuver; if applied to a weapon, it lasts for the remainder of the encounter; if a target ingests poisoned food or drink, or suffers wounds from a poisoned Melee weapon, the target must make an :average: Resilience check; if failed, the target suffers 5 Wounds, plus 1 Strain per :threat:; :despair: means the target must test against the poison again at the start of the next turn."
	},
	{
		"name": "Neurotoxin",
		"description": "If a target suffers wounds from a kouhun’s mandible attack, the target must make an :average: Resilience check. The target suffers 5 Wounds if he fails, plus 1 Strain per :threat:; :despair: means the target must check against the poison again at the start of his next turn."
	},
	{
		"name": "Nightvision",
		"description": "Remove all :setback: added to checks due to low-light conditions or darkness."
	},
	{
		"name": "Olfactory Perception",
		"description": "Gain :boost: on all Sur­vival checks made to track prey, and adds :setback: to enemy Stealth checks made against the vrblthers."
	},
	{
		"name": "Olfactory Sensor Suite",
		"description": "Reduces the difficulty of scent-based Perception checks by 1."
	},
	{
		"name": "Ornery",
		"description": "Add :setback::setback: to all checks made to handle, domesticate, or otherwise work with a nerf."
	},
	{
		"name": "Overrun",
		"description": "The ronto may spend :advantage: to hit an additional target with a successful Brawl check, provided the additional target is engaged with the first target. "
	},
	{
		"name": "Pack Instincts",
		"description": "When performing the assist maneuver, grant :boost::boost: instead of :boost:."
	},
	{
		"name": "Paralysing Neurotoxin",
		"description": "If the korrak hits its target with a bite attack, the target must immediately make a :hard: Resilience check; failure means the target is immobilised for 1 round, plus 1 round per :threat: generated; :despair: on a successful or failed check means the target is staggered for one round."
	},
	{
		"name": "Pheromone Communication",
		"description": "Weequay may communicate with other Weequay using pheromones if they are within Short range of each other."
	},
	{
		"name": "Plated Hide",
		"description": "Add {ranks|setback} to all combat checks against this target."
	},
	{
		"name": "Poisonous",
		"description": "Any creature that successfully hits the amphibipole with a successful unarmed attack must succeed at a :hard: Resilience check or be poisoned, suffering 3 Wounds at the beginning of the turn for the next three rounds (this ignores Soak)."
	},
	{
		"name": "Poisonous Bite",
		"description": "Anyone bitten by a Savrip must succeed at an :average: Resilience check or lose their free maneuver for five rounds."
	},
	{
		"name": "Ponderous",
		"description": "Can never spend more than one maneuver moving per turn."
	},
	{
		"name": "Ponderous (Thalassian)",
		"description": "Without their repulsor packs Thalassians can never spend more than one maneuver moving per turn."
	},
	{
		"name": "Photonic Burst",
		"description": "Once per encoun­ter as an action, photon spider can unleash a pulse of light from its body; all targets within Short range are disoriented for two turns."
	},
	{
		"name": "Pirate Leader",
		"description": "May perform a maneuver to give orders to other pirate allies in Medium range, granting them :boost: on their next check."
	},
	{
		"name": "Pre-emptive Avoidance",
		"description": "Immediately after an opponent moves to engage an albek, the albek may spend one Destiny Point to disengage from the opponent as an out of turn incidental."
	},
	{
		"name": "Reckless Strike",
		"description": "As an incidental, once per round, the GM may have the Kintan Strider reroll a Brawl or Melee check; if he does so, the Kintan Strider loses the benefits of the Adversary and Durable talents until the beginning of its next turn."
	},
	{
		"name": "Regeneration",
		"description": "When recovering from wounds via natural rest or in a bacta tank, recover 1 additional Wound; first-aid, medical treatment, and stimpacks do not result in recovery from an additional wound; Trandoshans can regrow lost limbs, though it usually takes at least a month before such limbs are usable."
	},
	{
		"name": "Resilient Metabolism",
		"description": "Add :success: to any Resilience checks."
	},
	{
		"name": "Restraint",
		"description": "Increase the difficulty of a Melee or Ranged: Light attack check by one in order to in­flict Stun damage and gain the Knockdown quality; spend :advantage: to grant this ability to a Quolas guard minion group at Short range for one round."
	},
	{
		"name": "Rhetoric Mimic",
		"description": "May make Charm, Deception, and Negotiation checks using the characteristics of its master; such checks suffer :setback::setback: due to the imperfect mimicry, and the droid does not benefit from any relevant talents its master possesses."
	},
	{
		"name": "Sand Walker",
		"description": "Remove :setback: from any checks made to traverse sandy or desert terrain."
	},
	{
		"name": "Searing Touch",
		"description": "When an opponent ends its turn engaged with the razhak, the opponent suffers 2 Wounds and 2 Strain."
	},
	{
		"name": "Scorching Touch",
		"description": "When an opponent ends its turn engaged with the fissrit, the opponent suffers 1 Wound and 1 Strain."
	},
	{
		"name": "Self-destruct Mechanism",
		"description": "Should the probe droid’s mission become compromised, it may self-destruct as an out of turn incidental; this explosion does 10 damage to Engaged characters."
	},
	{
		"name": "Sensor Masking",
		"description": "Upgrade the difficulty of checks to detect or analyse the droid with electronic equipment or sensors once."
	},
	{
		"name": "Sessile",
		"description": "This creature is unable to perform Move maneuvers."
	},
	{
		"name": "Shadowed",
		"description": "When in darkness or deep shadow, add :boost::boost: to all Stealth checks."
	},
	{
		"name": "Shadowblend",
		"description": "Upgrade the difficulty once when spotting or targeting runderen that are in darkness."
	},
	{
		"name": "Shield Projector",
		"description": "Maneuver to activate or deactivate; while active, gains Defence 2 and upgrades the difficulty of all combat attacks targeting the droideka once, but droideka cannot use the move maneuver."
	},
	{
		"name": "Shriek",
		"description": "A minion group of four or more blismal can set up a shrieking racket as an action. All targets within Close range must make a :hard: Resilience check. Failure causes a target to suffer 4 Strain and become disoriented until the noise stops. Characters in sealed armour or who are wearing ear protection are not affected."
	},
	{
		"name": "Sight Hunter",
		"description": "Ibbots decrease the difficulty of any Perception or Vigilance checks they make by one."
	},
	{
		"name": "Silent Hunter",
		"description": "Opponents suffer :setback::setback: on any Perception or Vigilance checks made to detect a sand panther while it is hunting."
	},
	{
		"name": "Silhouette",
		"description": "The difficulty of an attack made against a character 2 silhouettes larger than the attacker is decreased by 1. The difficulty of an attack made against a character 2 or more silhouettes smaller than the attacker is increased by 1."
	},
	{
		"name": "Skilled Cheater",
		"description": "Once per session when gambling, the character may cancel a :despair: he rolls on a skill check, or add a :despair: to another character’s check."
	},
	{
		"name": "Slave Authority",
		"description": "May use Coercion in place of Leadership when commanding slaves."
	},
	{
		"name": "Spaceport Leader",
		"description": "Spaceport staff add :boost: to all Vigilance and Perception checks when in the Spaceport Administrator’s presence."
	},
	{
		"name": "Soothing Song",
		"description": "The jubba bird may make an :average: Charm check to heal 1 Strain per :success: from all creatures within Medium range."
	},
	{
		"name": "Sticky Saliva",
		"description": "Knytix produce viscous saliva that can be used as an adhesive."
	},
	{
		"name": "Stinky",
		"description": "While within Short range of a Huttlet, non-Hutt char­acters reduce their Strain thresholds by 2."
	},
	{
		"name": "Strong as a Jakobeast",
		"description": "Jako­beasts have an encumbrance threshold of 20."
	},
	{
		"name": "Strong as a Murra",
		"description": "Murra have an encumbrance threshold of 25, and the difficulty of all Athlet­ics checks made to lift excessive encumbrance is reduced by one."
	},
	{
		"name": "Stubborn",
		"description": "Upgrade the difficulty of checks to train eopies by one."
	},
	{
		"name": "Stubborn and Dependable",
		"description": "Remove :setback: from all checks Ugnaught mechanics perform."
	},
	{
		"name": "Suited to the Cold",
		"description": "Immune to the effects of freezing and cold environments."
	},
	{
		"name": "Suited to the Heat",
		"description": "Immune to the effects of heat and hot environments."
	},
	{
		"name": "Su­premely Terrifying",
		"description": "Upon first seeing a sando aqua monster, an individual must make a :daunting-1: fear check to reflect the sheer dread the beast invokes."
	},
	{
		"name": "Surefooted",
		"description": "Suffer no penalties when moving through difficult terrain."
	},
	{
		"name": "Surgeon’s Aid",
		"description": "When a minion group of one or more Mini-Meds performs the Assist maneuver to help a character with a Medicine check, that character counts as having +1 rank in the Surgeon talent per Mini-Med in the group."
	},
	{
		"name": "Swarm",
		"description": "Halve the damage dealt to the swarm before applying Soak unless the weapon has the Blast or Burn quality, regardless of whether or not that quality is activated."
	},
	{
		"name": "Sweep Attack",
		"description": "The creature can spend :triumph: on a successful Brawl check to hit the target as well as anyone engaged with the target."
	},
	{
		"name": "Swipe",
		"description": "Spend :advantage: during melee combat to cause an engaged opponent to suffer 1 Strain."
	},
	{
		"name": "Tactical Direction",
		"description": "May perform a maneuver to direct one allied minion group within Medium range; the group may perform an immediate free maneuver or add :boost: to its next check."
	},
	{
		"name": "Trained Mount",
		"description": "Add {ranks|boost} to a rider’s Survival checks while mounted."
	},
	{
		"name": "Trample",
		"description": "If the creature takes a maneuver to move closer to its target before attacking, it gains :boost: to its attack check and deals +2 damage."
	},
	{
		"name": "Territorial",
		"description": "Spukami are incredibly territorial, and gain :boost: to all Brawl checks made when attacking any intruders into what they consider their territory."
	},
	{
		"name": "Teamwork",
		"description": "Add :boost: to all checks during combat while within Medium range of one or more clone trooper allies."
	},
	{
		"name": "Terrifying",
		"description": "Upon first sight, an individual must make a :hard: fear check."
	},
	{
		"name": "Terrifying Howl",
		"description": "Anyone hearing the howl of a wrix must make a :hard: Discipline check or become disoriented for one round plus one additional round for every :threat: generated; spend :despair: to stagger the target for one round."
	},
	{
		"name": "Tunnelling",
		"description": "Using their powerful maws and their quick-acting acidic saliva, tunnel worms can move through solid stone as if it were difficult terrain."
	},
	{
		"name": "Unstable",
		"description": "When thrantas suffer a Critical Injury, they add {ranks|multiply-10} to the Critical Injury roll."
	},
	{
		"name": "Overwhelming Fire",
		"description": "May perform a maneuver to direct one allied minion group within Medium range; the group may perform an immediate free combat check action."
	},
	{
		"name": "Vacuum Dweller",
		"description": "Can survive in vacuum without penalty and can move in a vacuum environment."
	},
	{
		"name": "Venomous",
		"description": "Anyone who suffers damage from the Sand Panther must immediately make an :average: Resilience check, suffering 5 Strain on failure; any :threat: generated on the Resilience check adds :setback: to all of the target’s actions for a number of rounds equal to the :threat: generated; :despair: can be spent to make the target test against the venom during the next round."
	},
	{
		"name": "Vulnerable to Blasts",
		"description": "Add :boost::boost: to checks made with weapons with the Blast quality targeting minion groups of butterbug remotes."
	},
	{
		"name": "Wilderness Valor",
		"description": "Add :boost::boost: to resist fear against wild creatures."
	},
	{
		"name": "Wookiee Rage",
		"description": "Deal +1 damage with Brawl and Melee attacks when suffering any Wounds. When suffering a Critical Injury, deal +2 damage with Brawl and Melee attacks instead."
	},
	{
		"name": "Technical Master",
		"description": "All subordinates within Medium range add :boost: to all Mechanics checks."
	},
	{
		"name": "Mountain Nikto",
		"description": "Add 1 rank in Survival and the Natural Outdoorsman talent (once per game session, a Mountain Nikto may reroll any one Resilience or Survival check)."
	},
	{
		"name": "Pale Nikto",
		"description": "Add 1 rank in Athletics. A Pale Nikto never suffers movement penalties for travelling through water and can hold his breath for a number of rounds equal to twice his Brawn rating before beginning to drown."
	},
	{
		"name": "Green Nikto",
		"description": "Add 1 rank in Coordination and a Green Nikto may add :boost: to checks to climb. Additionally, add claws as an unarmed attack."
	},
	{
		"name": "Red Nikto",
		"description": "Add 1 rank in Resilience. When making skill checks, a Red Nikto may remove :setback: imposed due to arid or hot environmental conditions."
	},
	{
		"name": "Southern Nikto",
		"description": "Add 1 rank in Perception. A Southern Nikto may add :boost: to Perception and Vigilance checks to detect sound."
	},
  {
    "name": "Additional Limbs",
    "character": "",
    "description": "Gain an additional free maneuver per turn, though may not perform more than 2 per turn."
  },
  {
    "name": "All in the Manual",
    "character": "Clone Medical Officer",
    "description": "When treating clone patients, the Medical Officer adds :boost::boost: to the check."
  },
  {
    "name": "Altered Deal",
    "character": "Doge Nakha Urus",
    "description": "Once per session, Doge Urus may make a :hard: Coercion check to radically change a previously made deal or bargain to his advantage."
  },
  {
    "name": "Atmospheric Requirement",
    "character": "Plo Koon",
    "description": "Must wear a breathing mask to breath and see outside their native environment. Oxygen is a rating 8 toxic atmosphere. Can survive in vacuum for up to 5 minutes."
  },
  {
    "name": "Band Of Brothers",
    "character": "Clone Commando",
    "description": "Once per session, when another Clone Commando suffers damage that exceeds their wound threshold and removes them from the fight, this commando may make a single attack against the enemy responsible as an out-of-turn incidental."
  },
  {
    "name": "Bio-Cybernetic Enhancement",
    "character": "Hydroid Medusa",
    "description": "A Hydroid Medusa is immune to the effects of the Breach and Pierce item qualities, but is susceptible to the Ion quality. When targeted by weapons with the Ion quality, the Medusa’s Soak value is reduced to 8."
  },
  {
    "name": "Blademaster",
    "character": "Sora Bulq",
    "description": "Sora Bulq does not increase difficulty when making attacks with two weapons."
  },
  {
    "name": "Blast ’Em!",
    "character": "Commander Cody",
    "description": "Once per encounter, Commander Cody may spend a Destiny Point to double the damage resulting from a Gunnery check from a single Republic vehicle in the encounter and add +30 to any Critical Injury or Critical Hit results inflicted on the target from the attack."
  },
  {
    "name": "Blaster Spiral",
    "character": "C-21 Highsinger",
    "description": "Once per encounter, Highsinger may suffer 4 strain to make a combat check with his light repeating blaster against the hardest to hit enemy (as determined by the GM) within Short range, with a base difficulty of :hard:. On success, every enemy in Short range suffers 1 hit that deals base damage plus additional :success:."
  },
  {
    "name": "Bombastic Personality",
    "character": "Gungan Boss",
    "description": "Once per session, when targeted by a successful social check from another character, the Gungan Boss may force the character to re-roll the check. The results of the second roll must be followed."
  },
  {
    "name": "Brain Worms",
    "character": "Geonosian Queen",
    "description": "As an action, the Geonosian Queen may implant a brain worm into a target she is Engaged with, placing that character under her control. At the beginning of each of their subsequent turns, the target may make a :formidable: Discipline check to resist the effects. If they fail, the target remains under the Queen’s control and must follow her commands for that turn. This continues until they pass the check, the Queen is incapacitated or the brain worm is destroyed."
  },
  {
    "name": "Bring It Down!",
    "character": "Clone Commander",
    "description": "Once per session, the Clone Commander may nominate an enemy vehicle no larger than Silhouette 4. All allies’ weapons reduce their Critical rating by 1 when attacking the target vehicle until the end of the encounter."
  },
  {
    "name": "Brutal Hunter",
    "character": "Dengar (HoBS)",
    "description": "If a target suffers Wounds from his attack, Dengar may suffer up to 3 Strain to inflict a number of additional Wounds equal to the amount of Strain suffered in this way."
  },
  {
    "name": "Buried In The Archives",
    "character": "Jocasta Nu",
    "description": "Once per session, Jocasta may recall a highly valuable but obscure piece of information from the Archives that is relevant to the problem at hand. This should be something that she would not otherwise have reason to know."
  },
  {
    "name": "Can’t Stand The Heat",
    "character": "Greedo",
    "description": "Once per session Greedo may, as an action, roll a :daunting: Skulduggery or Streetwise check. If he succeeds, he immediately escapes the current encounter."
  },
  {
    "name": "Cantina Talk",
    "character": "Dengar (HoBS)",
    "description": "When a character is within Short range of Dengar they may suffer 2 Strain to add automatic :advantage::advantage: to Streetwise and Knowledge: Underworld checks they make that turn."
  },
  {
    "name": "Cheater",
    "character": "Sebulba",
    "description": "As an action, during a race or chase encounter, Sebulba can make a :hard: Skulduggery check to immediately inflict 2 system strain on any vehicle in the encounter. He may do this up to three times per encounter."
  },
  {
    "name": "Chosen One",
    "character": "Anakin Skywalker",
    "description": "After Anakin makes a Force power check, other characters in the encounter add :lightside: to their Force power checks until the start of the next turn; if Anakin used any :darkside: to generate :forcepip:, other characters instead add :darkside: to their checks."
  },
  {
    "name": "Clever But Crazy",
    "character": "Nuvo Vindi",
    "description": "Dr Vindi may suffer 3 strain to make a skill check using Intellect instead of the characteristic associated with the skill."
  },
  {
    "name": "Clone Inhibitor Chip",
    "character": "",
    "description": "So long as the proper chain of command is observed, upgrade the ability of Leadership checks targeting a clone trooper once."
  },
  {
    "name": "Clumsy",
    "character": "Jar Jar Binks",
    "description": "Jar Jar adds :setback::setback: to any checks he makes or assists with."
  },
  {
    "name": "Commanding Presence",
    "character": "Admiral Wilhuff Tarkin",
    "description": "At the beginning of an encounter with Tarkin, each enemy and ally within Medium range or in communication with him makes a :hard: Discipline check as an out-of-turn incidental. Allies who succeed add automatic :advantage: to any skill checks they make until the end of the encounter. If they succeed with :triumph:, they add automatic :success: instead. Enemies who fail add automatic :threat: to skill checks until the end of the encounter. If they fail with :despair:, they add automatic :failure: instead."
  },
  {
    "name": "Concentrate Your Fire!",
    "character": "Separatist Commander",
    "description": "May perform a maneuver to direct one allied minion group within Medium range; the group may perform an immediate free combat check action."
  },
  {
    "name": "Confident Command",
    "character": "Captain Gial Ackbar (HoBS)",
    "description": "Allies affected by a Leadership check made by Ackbar heal 2 strain."
  },
  {
    "name": "Covering Fire",
    "character": "Alderaan Consular Guard, Naboo Palace Guard",
    "description": "May spend a maneuver to add +1 ranged Defence to up to three allied characters or minion groups within Short range until the end of the next round; this does not stack with multiple uses."
  },
  {
    "name": "Creature Of Illusion",
    "character": "Darth Bane (Apparition)",
    "description": "Combat checks targeting the apparition always use Willpower in place of the characteristic normally associated with that skill. The Pierce and Breach qualities do not negate the apparition’s soak."
  },
  {
    "name": "Criminal Mastermind",
    "character": "Moralo Eval",
    "description": "Eval uses Cunning for Negotiation and Underworld checks."
  },
  {
    "name": "Dagoyan Meditation",
    "character": "Queen Julia",
    "description": "Once per day, Queen Julia may spend two hours in deep moving meditation. Once complete, her Force Rating increases to 3 for the remainder of the day."
  },
  {
    "name": "Dead Shot",
    "character": "Jango Fett",
    "description": "Prior to making a combat check with a ranged weapon, Jango may suffer 3 strain to reduce the cost of a critical hit to :advantage:."
  },
  {
    "name": "Decoy",
    "character": "Naboo Queen",
    "description": "Once per session, the Naboo Queen may spend a Destiny Point to reveal that she is in fact a Naboo Royal Handmaiden, who has swapped places with the real monarch."
  },
  {
    "name": "Delicate Information",
    "character": "Ziro the Hutt",
    "description": "Once per session, Ziro may spend a Destiny Point to reveal he possesses valuable blackmail material on any character in the encounter."
  },
  {
    "name": "Didn’t Forget About You",
    "character": "Saesee Tiin",
    "description": "Once per encounter, Tiin may upgrade the ability of a Gunnery check he makes against an undamaged vehicle or starship once."
  },
  {
    "name": "Diplomatic Neutrality",
    "character": "Senator Lott Dod",
    "description": "Once per session as an action, Dod may make a :hard: Deception check. On success, he cannot be a target of combat checks until the end of the encounter or until making a combat check."
  },
  {
    "name": "Diplomatic Solution",
    "character": "Mina Bonteri",
    "description": "Once per session, at the GM’s discretion, when a combat encounter against one or more sentient creatures is about to begin, Mina Bonteri may spend a Destiny Point and make a :daunting: Charm check to turn the encounter into a social encounter instead."
  },
  {
    "name": "Dirty Tricks",
    "character": "Dengar (HoBS)",
    "description": "Once per encounter as an action, Dengar may make a :hard: Skulduggery check. If successful, he may select one enemy within Short range, plus one additional target per :success:, to suffer 4 Wounds. After resolving this, Dengar may perform a Move maneuver as an incidental."
  },
  {
    "name": "Disguise Mode",
    "character": "Demolition Droid",
    "description": "As a maneuver, may transform into the appearance of an innocent sweeper droid. If no enemies witness the transformation, the droid immediately gains Deception 3 (:proficiency::proficiency::ability:) as a skill."
  },
  {
    "name": "Distracting Quip",
    "character": "Hondo Ohnaka (HoBS)",
    "description": "Once per encounter as an action, may make a :hard: Deception check. Each :success: gives Hondo +1 ranged and melee defence for the next two rounds."
  },
  {
    "name": "Divisive Figure",
    "character": "Duchess Satine Kryze",
    "description": "Satine adds :boost::boost: to all social checks against New Mandalorians but suffers :setback::setback: when making social checks against Death Watch targets."
  },
  {
    "name": "Do Or Do Not",
    "character": "Yoda",
    "description": "Yoda allows allies within Short range to downgrade the difficulty of their skill checks once. They may suffer 2 strain to downgrade the difficulty twice instead."
  },
  {
    "name": "Don’t Do That Again",
    "character": "Jar Jar Binks",
    "description": "When a check Jar Jar makes or assists with generates :despair:, roll :force:. If the roll generates :lightside: then Jar Jar converts the result to :triumph:. If the roll generates :darkside: then Jar Jar increases the result to :despair::despair:. This roll is made for each initial :despair: generated."
  },
  {
    "name": "Drawn In",
    "character": "Vixus",
    "description": "Characters ensnared by a Vixus add :setback::setback: to their checks to break free. If they fail or do not attempt the check, at the end of their turn they are pulled one range band closer to the Vixus’ maw. Should they end their turn at Engaged range of the Vixus, they are swallowed alive and are immobilised until released. Should the Vixus suffer a :hard: or worse Critical injury, or be killed, it immediately releases all captives."
  },
  {
    "name": "Dug Agility",
    "character": "Doge Nakha Urus, Dug Cavalier, Sebulba",
    "description": "Gains +1 ranged defence due to Dugs’ natural mobility."
  },
  {
    "name": "Duplicitous",
    "character": "Rush Clovis",
    "description": "Once per session as an action, Clovis may make a :hard: Charm or Deception check. On success, he cannot be a target of combat checks until the end of the encounter or until making a combat check himself."
  },
  {
    "name": "Earned Loyalty",
    "character": "Aayla Secura",
    "description": "When commanding clone troopers, Aayla’s Leadership has a rank of 4."
  },
  {
    "name": "Electric Field",
    "character": "Derrown",
    "description": "As an action, when engaged with an energy shield, Derrown may suffer 4 strain to make a :hard: Resilience check. On success, he may completely bypass the energy shield."
  },
  {
    "name": "Exemplary Mentor",
    "character": "Luminara Unduli",
    "description": "When using the Skilled Teacher talent, if the target ally is a member of the Jedi Order and in Engaged ranged, Luminara’s rank in the talent counts as 4."
  },
  {
    "name": "Expressionless",
    "character": "Kaminoan Scientist",
    "description": "Kaminoans add :setback: to all Charm checks they make. Other characters add :setback: to all social skill checks they make when targeting Kaminoans."
  },
  {
    "name": "Father To His Men",
    "character": "Plo Koon",
    "description": "Plo Koon adds :boost::boost: to Leadership checks targeting clone troopers under his command."
  },
  {
    "name": "Field Biology Expert",
    "character": "Sionver Boll",
    "description": "Once per session as an action, when facing an enemy beast with the Adversary talent, Dr Boll may roll a :hard: Xenology check with the difficulty upgraded by the creature’s ranks in Adversary. Success reduces Adversary rank for all creatures of that type by 1 (to a minimum of 0) for the remainder of the encounter."
  },
  {
    "name": "Flexible Morality",
    "character": "Pong Krell",
    "description": "May use :darkside: at a cost of 1 strain per point."
  },
  {
    "name": "Flow Like Water",
    "character": "Orphne",
    "description": "Orphne’s natural lightning-fast reflexes grant her +1 Defence."
  },
  {
    "name": "Flyer",
    "character": "",
    "description": "This creature can fly."
  },
  {
    "name": "For Mandalore!",
    "character": "Pre Vizsla",
    "description": "Once per session, when Vizsla has exceeded his wound threshold but before he is incapacitated, he may make one out-of-turn attack against a target he is Engaged with."
  },
  {
    "name": "Galvanize The Troops",
    "character": "Shaak Ti",
    "description": "Once per session, Shaak Ti allows all allies in the encounter to downgrade their next skill check once."
  },
  {
    "name": "Geonosian Valour",
    "character": "Poggle the Lesser",
    "description": "May perform a maneuver to cause all ranged attacks targeting the character to instead hit one ally or helpless enemy in Engaged range, until the beginning of the character’s next turn."
  },
  {
    "name": "Get Down Your Majesty!",
    "character": "Queen Breha Organa",
    "description": "When Queen Breha is in Engaged range of at least one Alderaan Consular Guard, all ranged attacks targeting the Queen hit the guard instead, unless the attacker is striking from a hidden position (as determined by the GM)."
  },
  {
    "name": "Getting Results",
    "character": "Nute Gunray",
    "description": "When accompanied by armed guards, Gunray gains Coercion 2 (:proficiency::proficiency::ability:) for as long as they are within Short range."
  },
  {
    "name": "Good Grub",
    "character": "Dexter Jettster",
    "description": "A meal cooked up by Dex allows the character to recover 5 strain when eaten."
  },
  {
    "name": "Got You Covered",
    "character": "Clone ARC Trooper",
    "description": "When within Short range of another ARC trooper, may take a second maneuver without suffering strain."
  },
  {
    "name": "Hard Taskmaster",
    "character": "Dooku (Jedi Master)",
    "description": "Dooku may commit :force: to increase an ally’s existing Force Rating by 1 for as long as they remain in Medium range. The targeted ally suffers 1 strain at the end of each round this is in effect."
  },
  {
    "name": "Hardy Survivalist",
    "character": "K’Kruhk",
    "description": "Add automatic :success: to Survival checks. May survive many weeks without food."
  },
  {
    "name": "Heavy Weapons Proficiency",
    "character": "Clone Heavy Weapons Expert",
    "description": "May have either a Z-6 rotary cannon or RPS-6 rocket launcher as their primary weapon. Clone Heavy Weapons Experts are not affected by either weapon’s Cumbersome rating."
  },
  {
    "name": "Hidden Limbs",
    "character": "Oppo Rancisis",
    "description": "Rancisis may suffer 2 strain to add Linked 2 to his next Brawl check."
  },
  {
    "name": "Hold Them Off",
    "character": "Eeth Koth",
    "description": "Once per encounter, as an out-of-turn incidental, Koth may redirect any ranged attack against an ally in Short range to himself. This must be done after the attack roll but before the result is calculated."
  },
  {
    "name": "Horde",
    "character": "Undead Nightsister",
    "description": "An Undead Nightsister minion group gains the Linked item quality on attacks with their grasping claws equal to half the number of Undead Nightsisters in the group, rounded down. This still costs :advantage::advantage: to activate as normal."
  },
  {
    "name": "Hound Master",
    "character": "Osi Sobeck",
    "description": "May spend a maneuver to direct any trained beast within Medium range. The beast may perform an immediate free maneuver or add :boost: to their next skill check."
  },
  {
    "name": "Hoverer",
    "character": "King Katuunko, Toydarian Royal Guard (HoBS)",
    "description": "When hovering the character does not have to spend additional maneuvers when navigating difficult terrain."
  },
  {
    "name": "Hoverer (Derrown)",
    "character": "Derrown",
    "description": "Derrown may hover slightly off of the ground. When hovering, he does not have to spend additional maneuvers when navigating difficult terrain."
  },
  {
    "name": "Immobile",
    "character": "Vixus",
    "description": "Cannot spend maneuvers to move."
  },
  {
    "name": "Impenetrable Armour",
    "character": "Zillo Beast",
    "description": "The Zillo Beast’s hide has the Cortosis quality and all non-Stun damage taken after soak is halved, rounded down."
  },
  {
    "name": "Improved Covering Fire",
    "character": "Naboo Royal Captain",
    "description": "When allied minion groups within Short range perform the Covering Fire manuever, they add +2 ranged defence instead."
  },
  {
    "name": "Improvised Transport",
    "character": "Embo",
    "description": "As a maneuver, Embo may convert his Kyuzo helmet into a Silhouette 1, Speed 2, Handling 0, System Strain Threshold 3 vehicle that can only operate on the ground and requires Piloting (Planetary) (:proficiency::proficiency::ability::ability:) to use. While using it in this way, Embo may not use the helmet’s weapon profiles and does not benefit from its Defensive or Deflection item qualities."
  },
  {
    "name": "Incite Uprising",
    "character": "Prince Lee-Char",
    "description": "Once per session as an action, Lee-Char may make a :hard: Leadership check to cause all Mon Calamari present to become rebellious until the end of the encounter."
  },
  {
    "name": "Indomitable",
    "character": "Even Piell",
    "description": "Piell removes up to SETBACK SETBACK caused by Critical Injuries, fear or the Disoriented condition."
  },
  {
    "name": "Infiltrate And Execute",
    "character": "BX Commando Droid Captain",
    "description": "May impersonate a known enemy’s voice to gain :boost::boost: on all Deception checks, but upgrades the difficulty once if also attempting to maintain a physical disguise (such as wearing an enemy uniform)."
  },
  {
    "name": "Infravision",
    "character": "Can-Cell",
    "description": "Removal all :setback: imposed due to lighting conditions."
  },
  {
    "name": "Ink Spray",
    "character": "Nossor Ri, Quarren Soldier",
    "description": "Once per encounter, as an out-of-turn incidental, a Quarren may spray ink from their gills, suffering 2 strain to add :setback: to a combat check made by a character within Short range or :setback::setback::setback: if the check is underwater."
  },
  {
    "name": "Insurgent Commander",
    "character": "Saw Gerrera (HoBS)",
    "description": "Onderon Resistance members gain :boost: to Discipline and Vigilance checks when in Saw’s presence."
  },
  {
    "name": "Insurgent Leader",
    "character": "Steela Gerrera",
    "description": "Onderon Resistance members gain :boost: to Cool and Stealth checks when in Steela’s presence."
  },
  {
    "name": "Interchangeable Weapon",
    "character": "Clone Commando",
    "description": "May spend a maneuver to switch modes on their DC-17m blaster."
  },
  {
    "name": "Intimidating Countenance",
    "character": "Maul (HoBS), Savage Opress (Natural)",
    "description": "Add automatic :advantage::advantage: to all Coercion checks this character makes."
  },
  {
    "name": "Jango’s Legacy",
    "character": "Boba Fett (HoBS)",
    "description": "Once per session, Boba may upgrade his next combat check twice as an incidental."
  },
  {
    "name": "Jar’Kai Practitioner",
    "character": "Barriss Offee (Fallen)",
    "description": "When wielding dual lightsabers, Barriss uses Agility for Lightsaber combat checks)."
  },
  {
    "name": "Joopa Worm Pattern!",
    "character": "Captain Rex",
    "description": "As a maneuver, make a :hard: Leadership check to allow allies within Short range who move in their following turn to gain +1 Defence for the remainder of the round."
  },
  {
    "name": "Just A Kid",
    "character": "Boba Fett (HoBS)",
    "description": "When making any social checks, Boba adds :setback::setback: unless the target has a reason to take him seriously."
  },
  {
    "name": "Knife Master",
    "character": "Sugi",
    "description": "Whenever Sugi throws her vibroknife, it gains the Accurate 2 quality."
  },
  {
    "name": "Lancer",
    "character": "IG Lancer Droid",
    "description": "When piloting a swoop and crossing from Long to Engaged range in a single turn to attack a target, the IG combat lance gains the Breach 1 quality for that turn."
  },
  {
    "name": "Last Stand",
    "character": "Jedi General",
    "description": "Once per session, when the General exceeds their wound threshold but before they are incapacitated, they may make a :hard: Leadership check to allow a number of allies equal to :success: to take an immediate out-of-turn maneuver."
  },
  {
    "name": "Lasting Inspiration",
    "character": "Mon Mothma",
    "description": "Once per session, make a :hard: Leadership check when giving orders to an ally; if the check is successful, the ally gains one :boost: for each :success: which can be split up and added as desired to any skill checks the ally makes until the end of the session."
  },
  {
    "name": "Leap",
    "character": "Insectomorph",
    "description": "Adds :boost::boost: to all Athletics checks made to perform vertical or horizontal jumps."
  },
  {
    "name": "Life And Death",
    "character": "Queen Miraj Scintel",
    "description": "Once per encounter, Queen Miraj can order a Zygerrian Royal Guard to immediately execute one of her slaves as an out-of-turn action. The Queen can then force any targets she chooses in the current encounter to make an immediate :daunting-1: fear check."
  },
  {
    "name": "Love Conquers All",
    "character": "Shmi Skywalker",
    "description": "When using the Inspiring Rhetoric talent, Shmi makes a Charm check instead of Leadership."
  },
  {
    "name": "Loyal To The Last",
    "character": "Mandalorian Royal Guard",
    "description": "Once per round, when Engaged with the Duchess Satine, the Mandalorian Royal Guard may redirect a single attack against Satine to themselves instead as an out-of-turn incidental."
  },
  {
    "name": "Lumbering",
    "character": "LR-57 Combat Droid",
    "description": "May only make one Move maneuver per turn and may not take the Aim maneuver."
  },
  {
    "name": "Magnet Modification",
    "character": "QT-KT",
    "description": "Once per session when an enemy uses a thrown metal weapon to attack an ally within Short range of QT-KT, she may negate the attack as an out-of-turn incidental."
  },
  {
    "name": "Mandalorian Valour",
    "character": "Prime Minister Almec",
    "description": "May perform a maneuver to cause all ranged attacks targeting the character to instead hit one ally or helpless enemy in Engaged range, until the beginning of the character’s next turn."
  },
  {
    "name": "Martial Training",
    "character": "Kage Assassin",
    "description": "Kage Assassins use a unique weapon profile for unarmed combat."
  },
  {
    "name": "Master And Apprentice",
    "character": "Depa Billaba, Jedi Master",
    "description": "Once per session, may nominate one ally who has at least Force Rating 1. This ally counts their Force Rating as 1 higher until the end of the encounter."
  },
  {
    "name": "Master Chief",
    "character": "Bric",
    "description": "When spending :advantage: to inflict additional strain via the Scathing Tirade talent, Bric inflicts 2 strain for each :advantage: spent."
  },
  {
    "name": "Methane Breather",
    "character": "Wat Tambor",
    "description": "Requires methane to live and must wear a special pressure suit. Treats standard planetary air pressure and composition as a corrosive atmosphere with rating 6."
  },
  {
    "name": "Midi-Chlorian Manipulation",
    "character": "Darth Plagueis",
    "description": "As an action, Plagueis may target an opponent in Short range and commit :force: to reduce one of their base characteristics by 1 (to a minimum of 1) for the rest of the encounter. This may be used multiple times and across multiple targets."
  },
  {
    "name": "Native Fauna (Ryloth)",
    "character": "Gutkurr",
    "description": "May remove :setback::setback: imposed due to arid and hot environmental conditions."
  },
  {
    "name": "Native Language (Aleena)",
    "character": "Aleena Tribal King, Aleena Villager",
    "description": "Does not speak Basic, and speaks only native Aleena."
  },
  {
    "name": "Native Language (Talz)",
    "character": "Talz Chieftain",
    "description": "Does not speak Basic, and speaks only native Talz."
  },
  {
    "name": "Natural Environment",
    "character": "Kit Fisto",
    "description": "When underwater, Kit Fisto gains an additional +1 Defence."
  },
  {
    "name": "Natural Nuisance",
    "character": "WAC-47",
    "description": "May use the Distracting Behaviour talent without suffering strain."
  },
  {
    "name": "Neimoidian Courage",
    "character": "Nute Gunray, Neimoidian Ship Captain",
    "description": "When all allied NPCs protecting this Neimoidian have been defeated, they must make a :hard: Discipline check. If they fail, they surrender unconditionally."
  },
  {
    "name": "Nite Owl",
    "character": "Bo-Katan Kryze",
    "description": "Once per session, Bo-Katan may spend a Destiny Point to take her turn first in the first round of a combat encounter, regardless of initiative order."
  },
  {
    "name": "Now This Is Podracing!",
    "character": "Anakin Skywalker (Child)",
    "description": "When making Piloting (Planetary) checks, Anakin’s Agility counts as 4."
  },
  {
    "name": "Old Contacts",
    "character": "Finis Valorum",
    "description": "Once per session, Finis Valorum may spend a Destiny Point to immediately recall a fact or individual from his time in office that can help resolve the current problem."
  },
  {
    "name": "On A String",
    "character": "Undead Nightsister",
    "description": "If the witch who summoned them is killed, the entire Undead Nightsister minion group immediately drops lifeless to the ground."
  },
  {
    "name": "Orphne’s Domain",
    "character": "Orphne",
    "description": "While in her underworld home, Orphne’s Force Rating increases to 3."
  },
  {
    "name": "Pep Talk",
    "character": "Colonel Meebur Gascon",
    "description": "Gains automatic :advantage::advantage: on Leadership checks when commanding droids."
  },
  {
    "name": "Personality Quirk",
    "character": "Clone Trooper (Rival)",
    "description": "May take one of these additional skills (this choice is permanent): Charm 2 (:proficiency::proficiency:), Coercion 2 (:proficiency::proficiency::ability:), Deception 2 (:proficiency::proficiency:), Negotiation 2 (:proficiency::proficiency:)."
  },
  {
    "name": "Playing Politics",
    "character": "Mas Amedda, Prime Minister Almec",
    "description": "Once per encounter, Mas Amedda may reverse the result of another character’s successful social check."
  },
  {
    "name": "Ponderous",
    "character": "Ziro the Hutt, Geonosian Queen, Hydroid Medusa",
    "description": "Can never spend more than one maneuver moving per turn."
  },
  {
    "name": "Positive Reinforcement",
    "character": "El-Les",
    "description": "When El-Les spends :advantage: to allow an ally to recover additional strain via the Inspiring Rhetoric talent, each ally recovers 2 strain for each :advantage: spent."
  },
  {
    "name": "Power Suit",
    "character": "Seripas (Armoured)",
    "description": "Once per session, Seripas may spend :triumph: or :advantage::advantage::advantage: on a successful Ranged (Heavy) check to add the Breach 1 quality to the attack."
  },
  {
    "name": "Pragmatic Negotiator",
    "character": "Muun Banker",
    "description": "Uses Intellect instead of Presence for Negotiation checks."
  },
  {
    "name": "Protest Chant",
    "character": "Anti-War Protester",
    "description": "As a maneuver, a group of 5 or more Anti-War Protesters may upgrade their next Coercion check once."
  },
  {
    "name": "Push The Limits",
    "character": "Clone ARC Trooper",
    "description": "May suffer 2 strain to increase the range of the next attack with their DC-17 pistol or DC-15 rifle by one range band."
  },
  {
    "name": "Rain Of Blows",
    "character": "Brother Viscus",
    "description": "Viscus may activate the Linked 2 item quality on Brawl attacks."
  },
  {
    "name": "Reappropriate",
    "character": "Senate Guard Captain",
    "description": "As an action, the guard captain can make an :easy: Brawl check to disarm an engaged opponent, and may spend :triumph: to immediately wield the item or weapon."
  },
  {
    "name": "Regeneration",
    "character": "Trandoshan Guild Master",
    "description": "When recovering from wounds via natural rest or in a bacta tank, recover 1 additional Wound; first-aid, medical treatment, and stimpacks do not result in recovery from an additional wound; Trandoshans can regrow lost limbs, though it usually takes at least a month before such limbs are usable."
  },
  {
    "name": "Regeneration (Durge)",
    "character": "Durge",
    "description": "When recovering from wounds via natural rest or in a bacta tank, recover 1 additional Wound. First-aid, medical treatment, and stimpacks do not result in recovery from an additional wound. Durge can regrow lost limbs."
  },
  {
    "name": "Ricochet Shot",
    "character": "Crosshair",
    "description": "Once per session, on a successful attack against a minion group with his 773 Firepuncher, Crosshair may flip a Destiny Point to immediately wipe out the remaining minions in that group."
  },
  {
    "name": "Ride The High",
    "character": "Pyke Leader",
    "description": "Once per session as an action, a Pyke Leader may use a single dose of Kessel Boost adrenaline to upgrade all combat checks once for the remainder of the encounter."
  },
  {
    "name": "Rise Sisters",
    "character": "Old Daka",
    "description": "As an action, Old Daka enters a meditative state that leaves her unable to move or defend herself. Each subsequent round she uses her action to roll a :hard: Discipline check with :force::force::force: to summon a single Undead Nightsister minion group. Additional minion groups are summoned per additional :success:. Each group summoned contains a number of Undead Nightsisters equal to :darkside: generated."
  },
  {
    "name": "Rocket Pack",
    "character": "Kul Teska",
    "description": "Allows Teska to function as a Silhouette 1, Speed 2, Handling 0, System Strain Threshold 6 vehicle that requires Piloting (Planetary) (:proficiency::proficiency::proficiency:) to operate."
  },
  {
    "name": "Self Destruct",
    "character": "Demolition Droid",
    "description": "As a maneuver, may transform into a ticking bomb. In this mode, the droid may not move, communicate or use its integrated blasters. As an action, it may detonate using the Self Destruct weapon profile. This instantly destroys the droid."
  },
  {
    "name": "Sensitive Hearing",
    "character": "Pau’an Administrator, Pau’an Warrior",
    "description": "Pau’ans add :boost: to all Perception and Vigilance checks as long as they are wearing their protective earpieces. If not wearing the earpieces, they add :threat: instead."
  },
  {
    "name": "Shadow Commander",
    "character": "Umbaran Commander",
    "description": "When using the Field Commander talent to direct Umbarans, the targeted allies do not suffer strain."
  },
  {
    "name": "Shadow Fauna",
    "character": "Vixus",
    "description": "The Vixus uses Cunning for Stealth checks."
  },
  {
    "name": "Shape Shift",
    "character": "Cato Parasitti, Zam Wesell",
    "description": "As an action, suffer 3 strain and make an :average: Resilience check to change appearance to a previously observed Silhouette 1 character. Observers must make an opposed Perception vs. Deception check to detect something is amiss."
  },
  {
    "name": "Shields Up",
    "character": "Clone Riot Trooper",
    "description": "As a maneuver, a minion group of three or more Clone Riot Troopers can increase the Defence bonus granted by their M3 bulwark blast shields to 4. This effect lasts until they either use a subsequent maneuver to move or the number of minions in the group falls below three. They may not make Melee attack rolls whilst this ability is in effect."
  },
  {
    "name": "Shoot Them Or Something!",
    "character": "Nute Gunray",
    "description": "Once per encounter, Gunray may nominate an enemy combatant as a primary target. All allies gain :boost: on attacks made against the target."
  },
  {
    "name": "Short Fuse",
    "character": "Clone Ordnance Specialist",
    "description": "Once per encounter may reduce the cost to activate an item’s Blast quality to :advantage:."
  },
  {
    "name": "Skilled Cheater",
    "character": "Watto",
    "description": "Once per session when gambling, Watto may cancel a :despair: he rolls on a skill check, or add a :despair: to another character’s check."
  },
  {
    "name": "Slave Authority",
    "character": "Queen Miraj Scintel, Zygerrian Slave Master",
    "description": "May use Coercion instead of Leadership when commanding slaves."
  },
  {
    "name": "Sleep Dust",
    "character": "Kage Assassin",
    "description": "During combat, a Kage Assassin may spend :triumph: or :advantage::advantage::advantage: to inflict the Disorient 3 quality on an Engaged opponent."
  },
  {
    "name": "Spectre Of The Dark Side",
    "character": "Darth Bane (Apparition)",
    "description": "All attacks from the apparition ignore the target’s soak value. Instead, the damage is reduced by the target’s Willpower and ranks in Discipline combined. All damage is dealt as strain."
  },
  {
    "name": "Squad Role",
    "character": "Clone Commando",
    "description": "May take one of these additional skills (this choice is permanent): Computers 3 (:proficiency::proficiency::ability:), Gunnery 2 (:proficiency::proficiency::ability:), Leadership 3 (:proficiency::proficiency::ability:), or Melee 2 (:proficiency::proficiency::ability:)."
  },
  {
    "name": "Storage Modification",
    "character": "M5-BZ",
    "description": "At the GM’s discretion, one silhouette 0 character can hide inside M5-BZ’s chassis."
  },
  {
    "name": "Strategic Direction",
    "character": "Admiral Wullf Yularen",
    "description": "Once per round, Admiral Yularen may spend a maneuver to direct three Republic Navy NPCs or minion groups within Medium range (this can be at planetary scale for targets on other ships); each target may perform an immediate maneuver as an out-of-turn incidental or instead add :success: to their next check."
  },
  {
    "name": "Sudden Leverage",
    "character": "Wat Tambor",
    "description": "Once per session, Wat Tambor may spend a Destiny Point to produce a piece of highly incriminating information about another character in the encounter. This information can be genuine, or a very high quality counterfeit, at the GM’s discretion."
  },
  {
    "name": "Supremely Terrifying",
    "character": "Zillo Beast, Darth Bane (Apparition)",
    "description": "Upon first seeing this creature, an individual must make a :daunting-1: fear check."
  },
  {
    "name": "Sweep Attack",
    "character": "Zillo Beast",
    "description": "The Zillo Beast can spend :triumph: on a successful Brawl check to hit the target as well as anyone Engaged with the target."
  },
  {
    "name": "Techno Service Droid",
    "character": "Todo 360",
    "description": "Once per session, Todo 360 may upgrade his next Computers check once as an incidental."
  },
  {
    "name": "Temper Tantrum",
    "character": "Osi Sobeck",
    "description": "When Sobeck fails a combat check he suffers 1 strain but gains 1 automatic :success: on his next attack against the same target, so long as he attacks them on his next consecutive turn."
  },
  {
    "name": "Terellian Jango Jumper",
    "character": "Cassie Cryar",
    "description": "As a maneuver, Cassie may leap to any location within Short range. In addition, her natural reflexes grant her +1 defense."
  },
  {
    "name": "Terrifying",
    "character": "Hydroid Medusa",
    "description": "Upon first seeing a Hydroid Medusa, a character must make a :hard: fear check."
  },
  {
    "name": "The Darksaber",
    "character": "Pre Vizsla",
    "description": "Vizsla gains :success::advantage: on all social checks against Mandalorians."
  },
  {
    "name": "The Show Goes On",
    "character": "Sy Snootles",
    "description": "Whenever Sy Snootles is performing a song, allies gain :boost::boost::boost: on Stealth and Skulduggery checks against audience members."
  },
  {
    "name": "This Will Do",
    "character": "Tech",
    "description": "Once per session, Tech may flip a Destiny Point to build a device that functions as an item of Rarity 6 or lower until the end of the encounter."
  },
  {
    "name": "Time To Wreck It",
    "character": "Wrecker",
    "description": "Once per session, if Wrecker has exceeded half his wound threshold, he may flip a Destiny Point to enter a berserker rage. For the next three rounds, his wound threshold is doubled and all his attacks have -1 to their critical rating but he cannot benefit from any sources of defence. At the end of the third round, if Wrecker’s total wounds exceed his original wound threshold, he is immediately incapacitated."
  },
  {
    "name": "Trust In The Living Force",
    "character": "Qui-Gon Jinn",
    "description": "Once per session, each ally with at least Force Rating 1 in Short range of Qui-Gon counts their Force Rating as one higher until the end of the encounter."
  },
  {
    "name": "Trust The Components",
    "character": "Professor Huyang",
    "description": "Any lightsaber crafting check that Huyang assists with gains automatic :success::success:"
  },
  {
    "name": "Trusted Reputation",
    "character": "Bail Organa",
    "description": "As a maneuver, Bail may make an opposed Charm check against one or more characters within Short range to downgrade the difficulty of a number of future social skill checks equal to net :success: against that character once each, until the end of the encounter."
  },
  {
    "name": "Twin Bond",
    "character": "Tiplar, Tiplee",
    "description": "When Tiplee and Tiplar are within Short range of each other and one of them suffers voluntary strain, the other may suffer some or all of the strain instead."
  },
  {
    "name": "Umbaran Bio-Gas",
    "character": "Umbaran Commander, Umbaran Militia, Umbaran Tank Crew, Umbaran Starfighter Pilot",
    "description": "When wearing an Umbaran bio-suit, Brawn and Agility are increased by 1. This is already incorporated into the profile."
  },
  {
    "name": "Unbeatable Team",
    "character": "Obi-Wan Kenobi (Padawan)",
    "description": "Whenever Obi-Wan remains within Engaged range of Qui-Gon Jinn, both characters increase their melee and ranged defence by 1."
  },
  {
    "name": "Undead",
    "character": "Undead Nightsister",
    "description": "At the end of each combat round, the minion group regenerates a single Undead Nightsister up to a maximum of the group’s original number."
  },
  {
    "name": "Undermining Dissent",
    "character": "King Sanjay Rash",
    "description": "Once per session, Rash may choose an organisation and make a :hard: Deception check. On success, organisation members have their Strain Thresholds reduced by 1, plus 1 per :success::success: until the end of the session."
  },
  {
    "name": "Undying",
    "character": "Durge",
    "description": "At the end of each round, Durge makes a :daunting: Resilience check to recover wounds equal to :success:."
  },
  {
    "name": "Vaapad Flourish",
    "character": "Mace Windu",
    "description": "Once per encounter when making a Lightsaber combat check, Windu may add any uncommitted :force: to the roll. Each :lightside: generated counts as an additional :success: and each :darkside: counts as an additional :threat:."
  },
  {
    "name": "Volatile Temper",
    "character": "Queen Miraj Scintel",
    "description": "When a social check against Queen Miraj generates :despair:, she rolls :force:. If the roll generates :darkside: then she immediately attacks the character with her shock whip. She will continue attacking the character for a number of rounds equal to :darkside: generated. She can be convinced to calm down and cease attacking early by a successful Coercion, Charm, Deception or Negotiation check from a character other than the target."
  },
  {
    "name": "We Are The Bad Batch",
    "character": "Sergeant Hunter",
    "description": "Once per session, Hunter may spend a Destiny Point to allow himself and up to two allies to take a second turn at the end of the current round. This extra turn does not impact the duration of any other abilities or status effects."
  },
  {
    "name": "We Must Push On!",
    "character": "Ki-Adi-Mundi",
    "description": "Once per encounter, as a maneuver, Mundi may make a :hard: Leadership check to immediately remove any fear-related effects from all allies within Short range."
  },
  {
    "name": "Weapon Modification",
    "character": "U9-C4",
    "description": "Once per session U9-C4 may make an attack with his arc welder using the following profile: Damage 12; Critical 2; Range [Engaged]; Pierce 2, Prepare 1, Vicious 3."
  },
  {
    "name": "Weequay Pheromones",
    "character": "Hondo Ohnaka (HoBS)",
    "description": "Weequay may communicate with other Weequay using pheromones if they are within Short range of each other."
  },
  {
    "name": "Wookiee Rage",
    "character": "Tarfful, Wookiee Warrior",
    "description": "Deals +1 damage with Brawl and Melee attacks when suffering any wounds. When suffering a Critical Injury, deals +2 damage with Brawl and Melee attacks instead."
  },
  {
    "name": "Hard Bargain",
    "character": "",
    "description": "May use Cunning for Negotiation checks."
  }
]
